{"questionListItems":[{"id":"cloql4xs1003m330x3leq0x5d","title":"I would like to find out more details about digital textbooks. Can all the physical textbooks be replaced with digital copies? How do we purchase e-copies of textbooks?","body":"","createdAt":"2023-11-09T02:44:04.991Z","published":true,"publishedAt":"2023-11-09T02:44:04.660Z","priority":0,"answer":{"id":"cloql4xs1003n330xln7n5agx","body":"<p>The availability of digital textbooks depends upon respective textbook publishers. Digital textbooks can replace physical textbooks if they are available for purchase from the textbook publisher. Some parents have also bought bundle packages where the physical textbooks are left at home for revision while the digital textbooks are brought to school via their child’s iPad for note taking and learning. These bundle packages usually only cost slightly more than the physical textbooks.</p><br><p>To check on the availability of digital textbooks, please email <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"mailto:booklist@edgefield.edu.sg\">booklist@edgefield.edu.sg</a></p>","updatedAt":"2023-11-09T02:44:04.991Z","numPositiveFeedback":0},"topics":[{"id":486,"title":"E-Textbooks / Digital Textbooks","priority":0,"agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"parentTopic":null}],"agency":{"code":"efss","logoUrl":"https://logos.ask.gov.sg/efss.png"}},{"id":"cloql4xs1003o330xoby91a82","title":"Is there a recommended limit to screen time?","body":"","createdAt":"2023-11-09T02:44:04.991Z","published":true,"publishedAt":"2023-11-09T02:44:04.660Z","priority":0,"answer":{"id":"cloql4xs1003p330xv95w6eme","body":"<p>There is no recommended screen time as it depends very much on the nature of the activity. According to the American Academy of Paediatrics (2016), there is no one-size-fits-all approach to limiting the amount of screen time for teenagers. The academy recommends that screen time takes into consideration a child’s developmental stage, how the technology is used, the quality of the content and design of the material. Schools will design their learning programmes to ensure that the students’ use of PLDs is balanced in relation to other activities and modes of learning.</p><br><p>Taking regular breaks from screen time is essential for maintaining good eye health. The American Academy of Ophthalmology recommends following the \"20-20-20 rule\" to give our eyes a break. This means that for every 20 minutes of screen time, we should look away from the screen and focus on something 20 feet away for at least 20 seconds. This practice helps to reduce eye strain and fatigue caused by prolonged screen use.</p><br><p>All PLDs will be installed with DMA, which allows teachers to manage students’ screen time if they so desire. Teachers will also continue to ensure that the amount of assignments set (both online and offline) is guided by the school’s homework policy.</p>","updatedAt":"2023-11-09T02:44:04.991Z","numPositiveFeedback":0},"topics":[{"id":487,"title":"National Digital Literacy Programme (NDLP)","priority":0,"agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"parentTopic":null}],"agency":{"code":"efss","logoUrl":"https://logos.ask.gov.sg/efss.png"}},{"id":"cloql4xs1003q330x7p4x4kfw","title":"Can kindle be included as an app for students to read online?","body":"","createdAt":"2023-11-09T02:44:04.991Z","published":true,"publishedAt":"2023-11-09T02:44:04.660Z","priority":0,"answer":{"id":"cloql4xs1003r330xdsqhal1x","body":"<p>Parents may allow the purchase and installation of certain educational apps that they would like their child to utilize. Please inform the school via <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"mailto:techsupport@edgefield.edu.sg\">techsupport@edgefield.edu.sg</a> the names of these apps so that we can whitelist these apps in the DMA.</p>","updatedAt":"2023-11-09T02:44:04.991Z","numPositiveFeedback":0},"topics":[{"id":487,"title":"National Digital Literacy Programme (NDLP)","priority":0,"agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"parentTopic":null}],"agency":{"code":"efss","logoUrl":"https://logos.ask.gov.sg/efss.png"}},{"id":"cloql4xs1003s330x6efnjbks","title":"Are all the different kinds of iPad apps presented and used in school free or do parents need to pay to download/install? Are these apps compulsory? Are the apps used for all classes or are they dependent on each teacher? Can students access these apps at home if they wish to revisit what they have learnt?","body":"","createdAt":"2023-11-09T02:44:04.991Z","published":true,"publishedAt":"2023-11-09T02:44:04.660Z","priority":0,"answer":{"id":"cloql4xs1003t330x4mpzhwjm","body":"<p>The school regularly reviews the apps required for teaching and learning for effectiveness and suitability.  New apps will be downloaded if assessed useful and appropriate.</p><br><p>All school-approved apps to be downloaded by students will be free. These apps will be downloaded to your child's iPad by the school through the Device Management Application (DMA). In the rare event if a paid app is required, the school will inform parents separately.</p><br><p>These school-approved apps will be available for students’ use in school as well as at home. Some apps are standardized for use at the school level, while subject-specific apps will be dependent on respective teachers.</p>","updatedAt":"2023-11-09T02:44:04.991Z","numPositiveFeedback":0},"topics":[{"id":487,"title":"National Digital Literacy Programme (NDLP)","priority":0,"agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"parentTopic":null}],"agency":{"code":"efss","logoUrl":"https://logos.ask.gov.sg/efss.png"}},{"id":"cloql4xs1003u330xebfrnheo","title":"Would there be a temporary device assigned if the actual device is faulty or being repaired? Would the data in the iPad be backed up in case of data loss due to device repair or if the device is actually lost? ","body":"","createdAt":"2023-11-09T02:44:04.991Z","published":true,"publishedAt":"2023-11-09T02:44:04.660Z","priority":0,"answer":{"id":"cloql4xs1003v330xtdhoky8t","body":"<p>The school will loan out an iPad for interim use to ensure that students' learning will not be affected when the student's iPad is sent for repair. The school will then inform the student about the duration of repair which will in turn depend on the extent of repair work required.</p><br><p>Students will be required to back up their data in the iCloud and Google Drive.</p>","updatedAt":"2023-11-09T02:44:04.991Z","numPositiveFeedback":0},"topics":[{"id":487,"title":"National Digital Literacy Programme (NDLP)","priority":0,"agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"parentTopic":null}],"agency":{"code":"efss","logoUrl":"https://logos.ask.gov.sg/efss.png"}},{"id":"cloql4xs2003w330xid7b0je2","title":"What are the controls/ restrictions put in place to prevent students from getting distracted while using iPad? For example, chatting with friends or using the iPad for gaming or other entertainment outside school?","body":"","createdAt":"2023-11-09T02:44:04.991Z","published":true,"publishedAt":"2023-11-09T02:44:04.660Z","priority":0,"answer":{"id":"cloql4xs2003x330x56ezg91q","body":"<p>The Device Management Application (DMA) that comprises the Mobile Device Management Service, Classroom Management Service and Usage Management Service, would allow school and parents to exercise a high degree of control over students’ usage of the iPad.</p><br><p>The Mobile Device Management Service is able to limit screen time i.e. the total time students spend using the iPad, and can be customized to even individual apps. The Classroom Management Service, including Apple classroom, will allow teachers to monitor and control students’ iPad if they get distracted. </p><br><p>The usage management service will allow school and parents to further address stress to the student's eyes from prolonged use and cyberwellness concerns with screen time control, application filtering, content filtering and monitoring of usage/activities. The various affordances of DMA will help prevent students from being distracted in class, and even during after school hours.</p><br><p>We will provide  resources to parents on the configuration of such settings at home when students receive their iPads. If parents would prefer to defer the management of the device to school, we would be glad to assist as well.</p><p>Other than control through device management application, we hope to work together with parents to continue to educate students on cyber-wellness and responsible digital citizenship.</p>","updatedAt":"2023-11-09T02:44:04.991Z","numPositiveFeedback":0},"topics":[{"id":487,"title":"National Digital Literacy Programme (NDLP)","priority":0,"agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"parentTopic":null}],"agency":{"code":"efss","logoUrl":"https://logos.ask.gov.sg/efss.png"}},{"id":"cloql4xs2003y330xgk7slb3v","title":"Is there a high risk in losing or damaging the Apple Pencil?","body":"","createdAt":"2023-11-09T02:44:04.991Z","published":true,"publishedAt":"2023-11-09T02:44:04.660Z","priority":0,"answer":{"id":"cloql4xs2003z330xaaffawss","body":"<p>The bundled iPad cover comes with a slot to keep the Apple pencil. Students are to secure their Apple pencil in this slot when not in use, to prevent any loss or damage. We will continue to remind and educate students to do so. Parents who are purchasing their own devices are advised to obtain an iPad protector with an Apple pencil slot for the same reasons.</p>","updatedAt":"2023-11-09T02:44:04.991Z","numPositiveFeedback":0},"topics":[{"id":487,"title":"National Digital Literacy Programme (NDLP)","priority":0,"agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"parentTopic":null}],"agency":{"code":"efss","logoUrl":"https://logos.ask.gov.sg/efss.png"}},{"id":"cloql4xs20042330x1s1wwhxb","title":"Is there any free engraving of students’ names on the iPad if we make the purchase from school? Apple provides this as a free service and it would help prevent loss or mix up of devices among students.","body":"","createdAt":"2023-11-09T02:44:04.991Z","published":true,"publishedAt":"2023-11-09T02:44:04.660Z","priority":0,"answer":{"id":"cloql4xs20043330xbcid2nb6","body":"<p>Engraving service on the iPad is not provided. However, each iPad is identified by a unique identification number and any loss of iPad will be traceable to the owner through the DMA.</p>","updatedAt":"2023-11-09T02:44:04.991Z","numPositiveFeedback":0},"topics":[{"id":487,"title":"National Digital Literacy Programme (NDLP)","priority":0,"agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"parentTopic":null}],"agency":{"code":"efss","logoUrl":"https://logos.ask.gov.sg/efss.png"}},{"id":"cloql4xs20044330xq7ub2ofi","title":"Will the Device Management Application (DMA) collect my personal information? \n","body":"","createdAt":"2023-11-09T02:44:04.991Z","published":true,"publishedAt":"2023-11-09T02:44:04.660Z","priority":0,"answer":{"id":"cloql4xs20045330xwdb8ck3m","body":"<p>The following information is NOT collected by DMA:</p><ul><li><p>User’s login credentials, activities and data (e.g. posts, online comments, shopping cart, etc) in accessed websites</p></li><li><p>User’s login credentials, activities and data in device applications</p></li><li><p>Documents and photos stored in the PLDs</p></li></ul><p></p>","updatedAt":"2023-11-09T02:44:04.991Z","numPositiveFeedback":0},"topics":[{"id":487,"title":"National Digital Literacy Programme (NDLP)","priority":0,"agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"parentTopic":null}],"agency":{"code":"efss","logoUrl":"https://logos.ask.gov.sg/efss.png"}},{"id":"cloql4xs20046330xorfs2mow","title":"Can we continue to loan the school unit? Is it compulsory to install DMA on the iPad even if my child already owns his own device?","body":"","createdAt":"2023-11-09T02:44:04.991Z","published":true,"publishedAt":"2023-11-09T02:44:04.660Z","priority":0,"answer":{"id":"cloql4xs20047330xruui5a59","body":"<p>The current iPads are on loan only to support Secondary 1 students’ learning for the interim period before they obtain their own iPads. These will have to be returned thereafter.</p><br><p>To maximize the learning benefits with the personalised learning device, students should be able to use it both in school as well as at home. Beyond the classroom, students will be able to use the device for home-based learning. </p><br><p>Devices purchased under the PLD initiative belong to the students, and they can continue to use their device after graduation. For students who are receiving financial assistance, they will be provided additional subsidies such that their out-of-pocket expenses for the device will be zero. </p><br><p>If parents/guardians wish for their child/ward to use their own iPad instead of purchasing a new device using Edusave, please note the following points:</p><br><ol><li><p>Ascertain that the specifications of the existing device meet the school’s requirements through emailing <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"mailto:techsupport@edgefield.edu.sg\">techsupport@edgefield.edu.sg</a> </p></li><li><p>Device Management Application (DMA), with the required restrictions will have to be installed in the said iPad before it can be used in school.                                                   </p></li><li><p>Existing data in iPad will be erased when DMA is installed.                                                                   </p></li><li><p>It is not advisable for the child to share the iPad with family members as he/she will need the iPad to complete homework and do revision at home. </p></li><li><p>School will not be able to purchase extended warranty for iPads that are not bought through Edusave.</p></li><li><p>Parents will need to purchase an Apple Pencil for their child. Parents are also advised to purchase an iPad cover with a secured Apple pencil slot to guard against loss and damage.</p></li></ol>","updatedAt":"2023-11-09T02:44:04.991Z","numPositiveFeedback":0},"topics":[{"id":487,"title":"National Digital Literacy Programme (NDLP)","priority":0,"agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"parentTopic":null}],"agency":{"code":"efss","logoUrl":"https://logos.ask.gov.sg/efss.png"}},{"id":"cloql4xs2004a330x96epmm34","title":"How should I go about purchasing a new iPad using my child’s Edusave?","body":"","createdAt":"2023-11-09T02:44:04.991Z","published":true,"publishedAt":"2023-11-09T02:44:04.660Z","priority":0,"answer":{"id":"cloql4xs2004b330x4t0iess3","body":"<p>The details will be provided when your child gets enrolled into EFSS.</p>","updatedAt":"2023-11-09T02:44:04.991Z","numPositiveFeedback":0},"topics":[{"id":487,"title":"National Digital Literacy Programme (NDLP)","priority":0,"agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"parentTopic":null}],"agency":{"code":"efss","logoUrl":"https://logos.ask.gov.sg/efss.png"}},{"id":"cloql4xs2004c330xx6hvu4mm","title":"How much does the iPad cost? Are there options we can select for example, may we exclude the cover or screen protector? Does the iPad come with wifi only or does it come with wifi and cellular data?","body":"","createdAt":"2023-11-09T02:44:04.991Z","published":true,"publishedAt":"2023-11-09T02:44:04.660Z","priority":0,"answer":{"id":"cloql4xs2004d330xmloq7la9","body":"<p>The purchase of iPads through Edusave via the school is bundled together with the Apple Pencil, iPad cover, screen protector and warranty, and not available for sale as a standalone device. The screen protector will be mounted onto the iPad upon delivery to ensure protection. Please note that the iPad cover that is included as part of the bundle will not be customised with the school logo. </p><br><p>Our school has selected the new iPad with A12 Bionic chip (64GB, wifi only) that is sufficient to meet students’ learning needs. </p><br><p>The device purchased through the school will also come with 3-year warranty and 3-year insurance that will cover 2 repairs or 1 replacement claim as well. </p>","updatedAt":"2023-11-09T02:44:04.991Z","numPositiveFeedback":0},"topics":[{"id":487,"title":"National Digital Literacy Programme (NDLP)","priority":0,"agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"parentTopic":null}],"agency":{"code":"efss","logoUrl":"https://logos.ask.gov.sg/efss.png"}},{"id":"cloql4xs2004e330x2vi53jka","title":"When are the lessons for ALP/LLP conducted?","body":"","createdAt":"2023-11-09T02:44:04.991Z","published":true,"publishedAt":"2023-11-09T02:44:04.660Z","priority":0,"answer":{"id":"cloql4xs2004f330xemuko0m0","body":"<p>They are conducted within curriculum hours.</p>","updatedAt":"2023-11-09T02:44:04.991Z","numPositiveFeedback":0},"topics":[{"id":488,"title":"School Programmes","priority":0,"agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"parentTopic":null}],"agency":{"code":"efss","logoUrl":"https://logos.ask.gov.sg/efss.png"}},{"id":"cloql4xs2004g330xqv4qf814","title":"What can I expect my child to learn from the LLP?","body":"","createdAt":"2023-11-09T02:44:04.991Z","published":true,"publishedAt":"2023-11-09T02:44:04.660Z","priority":0,"answer":{"id":"cloql4xs2004h330xx054tnfu","body":"<p>Edgefield’s Learning for Life Programme (LLP) is “Character Development through Sports (Anchored on Taekwondo)”. We aim to develop our students to be a respectful individual who demonstrates the values of resilience and excellence. We will provide a variety of student development experiences through sports that allows students to learn and develop the desired values.</p><br><p>Taekwondo has been the quintessential Edgefield Secondary School experience since the founding of the school. TKD curriculum programme for lower secondary students focus on the teaching of TKD skills, knowledge and the LLP values of respect and resilience. Students will acquire an understanding and appreciation of the sport as a TKD practitioner. They will learn, practice and uphold the TKD routines, etiquette and tenets during TKD lessons.</p><br><p>We conduct TKD grading examinations by Singapore Taekwondo Federation (STF). This examination, conducted 3 times a year, will be held in our school during Taekwondo lessons and administered by STF. Your child will progress in belt attainment in Taekwondo starting from white belt at the beginning of secondary one. Your child will then be promoted to the other colour belts over the course of the school years and can achieve the TKD black belt at the beginning of Secondary 4.</p>","updatedAt":"2023-11-09T02:44:04.991Z","numPositiveFeedback":0},"topics":[{"id":488,"title":"School Programmes","priority":0,"agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"parentTopic":null}],"agency":{"code":"efss","logoUrl":"https://logos.ask.gov.sg/efss.png"}},{"id":"cloql4xs2004i330xw43q49p9","title":"What can I expect my child to learn from the ALP?","body":"","createdAt":"2023-11-09T02:44:04.991Z","published":true,"publishedAt":"2023-11-09T02:44:04.660Z","priority":0,"answer":{"id":"cloql4xs2004j330xsvxav6cw","body":"<p>The goal of our school’s Applied Learning Programme ‘Growing the Edgefield Mindset’ is to develop Edgefield students with future-ready capabilities through authentic learning so as to nurture them to become autonomous lifelong learners. </p><br><p>The future-ready capabilities that our ALP seeks to develop in our students are curiosity, collaboration skills, communication skills, problem definition skills, inventive thinking, critical thinking, reflective thinking and global awareness. </p><br><p>During the first 2 years of the Applied Learning Programme, your child will go through a series of learning experiences such as skill-based lessons, learning journeys, sharing by knowledgeable others and hands-on workshops. Students will then apply what they learnt by going through 2 project cycles to hone their complex problem solving skills. During the project cycles, they will identify problems, propose solutions to the problems identified and implement the solutions either within the school community or within the wider community. In Year 3, students will be provided with various platforms to pursue their passion and advocate in their areas of interest through our biennial carnival ARTasFEST,  external competitions such as MOE Innovation Programme and Future Problem Solving Programme, as well as many other student-initiated projects.</p>","updatedAt":"2023-11-09T02:44:04.991Z","numPositiveFeedback":0},"topics":[{"id":488,"title":"School Programmes","priority":0,"agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"parentTopic":null}],"agency":{"code":"efss","logoUrl":"https://logos.ask.gov.sg/efss.png"}}],"webResult":null,"count":43,"agency":{"id":"cloql3pgm00293y0w6wfw3e3o","name":"Edgefield Secondary School","code":"efss","homepageUrl":"https://www.edgefieldsec.moe.edu.sg/","enquiryPageUrl":null,"scope":"GLOBAL","emailDomainWhitelist":[],"type":"OFFICIAL","minimumDayResponseTime":1,"responseTimeRange":2,"logoUrl":"https://logos.ask.gov.sg/efss.png","searchHint":"Where is the school located?","description":null,"trendingTerms":[],"hasSubjectTriaging":false,"subjects":[]},"currentPage":2,"matchedTokens":null,"agencyTopics":[{"id":487,"qcount":13,"title":"National Digital Literacy Programme (NDLP)","agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"priority":0,"subtopics":null},{"id":489,"qcount":9,"title":"Subject Combinations","agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"priority":0,"subtopics":null},{"id":488,"qcount":5,"title":"School Programmes","agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"priority":0,"subtopics":null},{"id":481,"qcount":4,"title":"Financial Assistance","agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"priority":0,"subtopics":null},{"id":484,"qcount":4,"title":"Full Subject Based Banding (Full SBB)","agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"priority":0,"subtopics":null},{"id":490,"qcount":2,"title":"Co-Curricular activities (CCA) ","agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"priority":0,"subtopics":null},{"id":485,"qcount":2,"title":"Homework & Assessment using the iPad","agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"priority":0,"subtopics":null},{"id":483,"qcount":2,"title":"Inclusivity / Special Needs","agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"priority":0,"subtopics":null},{"id":482,"qcount":1,"title":"Canteen","agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"priority":0,"subtopics":null},{"id":486,"qcount":1,"title":"E-Textbooks / Digital Textbooks","agencyId":"cloql3pgm00293y0w6wfw3e3o","parentTopicId":null,"priority":0,"subtopics":null}]}