{"questionListItems":[{"id":"clmkazynm000p5o0wp839gpss","title":"Are there any differences in fees (medicine and consultations) between being enrolled with a polyclinic or a GP? Will the subsidy rates at GPs be the same as those at polyclinics?","body":"","createdAt":"2023-09-15T07:54:14.962Z","published":true,"publishedAt":"2024-01-25T07:31:52.363Z","priority":4,"answer":{"id":"clmkazynm000q5o0wdidpxxjx","body":"<p>Fees and subsidies for common chronic medications at polyclinics and GP clinics will be similar under Healthier SG, but there may be some differences in consultation fees because GPs set their own prices privately and because of how government subsidies are given at the two settings.&nbsp;</p><p><strong>&nbsp;</strong></p><p>From February 2024, all CHAS/MG/PG cardholders enrolled with a Healthier SG GP can opt for the new Healthier SG Chronic Tier to receive selected chronic medications under the Healthier SG Medication List at prices comparable to polyclinic. Patients can enjoy subsidy rates of up to 87.5% for these medications. The list of medications can be found at <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://go.gov.sg/healthiersg-medication-list\">https://go.gov.sg/healthiersg-medication-list</a>.</p><p><strong>&nbsp;</strong></p><p>Patients will also enjoy additional subsidies on their consultation fees at GP clinics, subject to annual and per visit dollar limits. Patient need not pay for consultation fees in situations where the subsidy limits are higher than the consultation charges. For instance, a CHAS Green patient with one chronic condition has a per visit limit of $28. If the GP charges $25 for the consultation, a full subsidy of $25 will be provided. If the GP charges $35 for the consultation, a subsidy of $28 is provided and the patient will pay the remaining $7. On the other hand, there is no overall annual dollar limit at polyclinics but patient would need to make some small payment for every consultation visit which are already subsidised. &nbsp;</p><p><s>&nbsp;</s></p><p>If you are not a CHAS/MG/PG cardholder, the prevailing GP clinic rates apply. You are advised to check the medication and consultation fees at your clinic.</p>","updatedAt":"2024-01-25T07:31:52.267Z","numPositiveFeedback":155},"topics":[{"id":1143,"title":"Healthier SG Chronic Tier","priority":0,"agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"parentTopic":null}],"agency":{"code":"healthiersg","logoUrl":"https://logos.ask.gov.sg/hsg.png"}},{"id":"cllq7jn9i0000mk0ffy64qbq1","title":"If I have not received the SMS invitation to join Healthier SG, what do I do?","body":"","createdAt":"2023-08-25T06:24:29.575Z","published":true,"publishedAt":"2023-09-26T02:02:47.011Z","priority":3,"answer":{"id":"cllq7jnba0002mk0f5z150v4n","body":"<p>MOH is progressively sending SMS invitations to eligible Singapore Citizens and Permanent Residents to enrol with a Healthier SG clinic or polyclinic. Residents aged 60 and above, or those who are 40 and above with chronic conditions, can self-enrol using HealthHub if they have received the invitation SMS.</p><p><br></p><p>They can also enrol at any of the Enrolment Stations (see <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://gowhere.gov.sg/healthiersg\">https://gowhere.gov.sg/healthiersg</a> for locations) or at the Healthier SG roadshows (schedules in <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.healthiersg.gov.sg/roadshows/about/\">https://www.healthiersg.gov.sg/roadshows/about/</a>), without the need of an SMS invitation. These residents may also request an early SMS to self-enrol via HealthHub by filling in this <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://go.gov.sg/healthiersg-sms-invite\">form</a> if they have not received an SMS yet.</p><p><br></p><p>Residents who need any clarification can call MOH Hotline 6325 9220.</p>","updatedAt":"2023-09-26T02:02:46.886Z","numPositiveFeedback":38},"topics":[{"id":331,"title":"Enrolment","priority":0,"agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"parentTopic":null}],"agency":{"code":"healthiersg","logoUrl":"https://logos.ask.gov.sg/hsg.png"}},{"id":"clmkb52it000l4e0w5vl455y0","title":"If I choose to enrol with a polyclinic, will I see the same doctor each time or will it change with each visit?","body":"","createdAt":"2023-09-15T07:58:13.253Z","published":true,"publishedAt":"2024-03-04T07:42:15.041Z","priority":2,"answer":{"id":"clmkb52it000m4e0wlk9f2tdm","body":"<p>Polyclinics operate in teams and they may have more than one doctor within a team for cross-covering arrangements. This is similar to GP clinics that may have secondary doctors who help to cover when the primary doctors are away (e.g. on leave).</p><p>&nbsp;</p><p>However, you can be assured of continuity and consistency of care as your health information is shared within the teams for proper handover and follow-up.</p><br>","updatedAt":"2024-03-04T07:42:14.896Z","numPositiveFeedback":47},"topics":[{"id":331,"title":"Enrolment","priority":0,"agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"parentTopic":null}],"agency":{"code":"healthiersg","logoUrl":"https://logos.ask.gov.sg/hsg.png"}},{"id":"cllq7kgci0000l10g2wdw04s3","title":"Where is the Healthier SG Enrolment Station nearest to me?\nHow can I check if my GP / polyclinic is participating in Healthier SG?","body":"","createdAt":"2023-08-25T06:25:07.266Z","published":true,"publishedAt":"2023-08-25T06:25:07.472Z","priority":1,"answer":{"id":"cllq7kggc0002l10g3mld46ku","body":"<p>You may check for your nearest Healthier SG Enrolment Station and the list of participating clinics at <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://gowhere.gov.sg/healthiersg\">https://gowhere.gov.sg/healthiersg</a>. Simply enter your postal code or name of clinic to search.</p>","updatedAt":"2023-08-25T06:25:07.338Z","numPositiveFeedback":25},"topics":[{"id":331,"title":"Enrolment","priority":0,"agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"parentTopic":null}],"agency":{"code":"healthiersg","logoUrl":"https://logos.ask.gov.sg/hsg.png"}},{"id":"clkrnuwrk0016l40g7j7jmawt","title":"I have been seeing various doctors at GP clinics as well as the polyclinic.\nWhich doctor should I enrol with, and can I continue to see multiple doctors after the enrolment?","body":null,"createdAt":"2023-08-01T02:09:12.795Z","published":true,"publishedAt":"2023-08-01T02:09:12.795Z","priority":0,"answer":{"id":"clkrnuwrw0017l40gm17r3lh6","body":"If you are already visiting a regular Healthier SG GP clinic, you are encouraged to stay to develop and enjoy a long-term trusted relationship with a doctor who knows you well.\n\nWe encourage you to commit to visiting one family clinic who will support you in developing and adopting a Health Plan. The Healthier SG family clinic will serve as the first point-of-contact to holistically manage your health.","updatedAt":"2023-08-01T02:09:12.795Z","numPositiveFeedback":128},"topics":[{"id":331,"title":"Enrolment","priority":0,"agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"parentTopic":null}],"agency":{"code":"healthiersg","logoUrl":"https://logos.ask.gov.sg/hsg.png"}},{"id":"clkrnuwrj0010l40gmizaamsz","title":"Can I enrol with a polyclinic instead of a GP clinic?\n\nI have a chronic illness and I've been visiting my polyclinic regularly for my chronic treatment and medication. Can I still visit the polyclinic for routine checkups if I register with a GP?","body":"","createdAt":"2023-08-01T02:09:12.795Z","published":true,"publishedAt":"2023-09-18T01:37:25.844Z","priority":0,"answer":{"id":"clkrnuwrj0011l40gzb8zpf8w","body":"<p>You have the choice to select your preferred primary care provider under Healthier SG. We encourage you to enrol with the doctor whom you go to frequently.</p><p>&nbsp;</p><p>For continuity of care, we strongly encourage you to choose your regular polyclinic or Healthier SG GP clinic and commit to one Healthier SG clinic for your care needs. This will help you develop a long and trusted relationship with your care provider, who will serve as your first point-of-contact to holistically manage your health. You can be assured of consistent standards of care as GP clinics and polyclinics are both guided by the same care protocols.</p>","updatedAt":"2023-09-18T01:37:25.737Z","numPositiveFeedback":122},"topics":[{"id":331,"title":"Enrolment","priority":0,"agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"parentTopic":null}],"agency":{"code":"healthiersg","logoUrl":"https://logos.ask.gov.sg/hsg.png"}},{"id":"clkrnuwrj0013l40gbfq5wbnd","title":"Will I be allowed to change the GP / polyclinic after I have successfully enrolled with Healthier SG?","body":"","createdAt":"2023-08-01T02:09:12.795Z","published":true,"publishedAt":"2023-08-25T06:21:40.609Z","priority":0,"answer":{"id":"clkrnuwrk0014l40gn4tkwdnz","body":"<p>Yes, you can switch clinics after you have enrolled.</p><p>&nbsp;</p><p>You can do so via HealthHub or go to an Enrolment Station (see <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://gowhere.gov.sg/healthiersg\">https://gowhere.gov.sg/healthiersg</a> for locations). You may also call the MOH hotline at 6325 9220.</p><p>&nbsp;</p><p>We will support one change of enrolled clinic in a year to accommodate personal preferences and changes in life circumstances, e.g., families who move house.&nbsp; As some residents may need more time to find a clinic that they are comfortable with at the start, we will support up to four changes for the initial enrolment period.</p>","updatedAt":"2023-08-25T06:21:40.536Z","numPositiveFeedback":114},"topics":[{"id":331,"title":"Enrolment","priority":0,"agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"parentTopic":null}],"agency":{"code":"healthiersg","logoUrl":"https://logos.ask.gov.sg/hsg.png"}},{"id":"clkrnuwri0003l40gzoo58mtd","title":"Will the care provided by different GPs and polyclinics under Healthier SG be the same? What is the difference between going to GPs and polyclinics?","body":null,"createdAt":"2023-08-01T02:09:12.795Z","published":true,"publishedAt":"2023-08-01T09:07:10.891Z","priority":0,"answer":{"id":"clkrnuwri0004l40g39yzbnjv","body":"You will receive the same level of care regardless of whether you choose to see a doctor at a GP clinic or Polyclinic as there are standard care protocols to guide doctors in managing chronic conditions such as diabetes, hypertension and lipid disorders. The protocols will also cover health screenings, medications, lifestyle adjustments, and referrals to specialist and acute care when necessary.\n\nHealthier SG GP clinics, like polyclinics, will be supported by a healthcare team managed by their Primary Care Network.\n\nWe recommend that you choose a GP clinic that is convenient for you and whom you have been seeing over the years for better rapport and trust.","updatedAt":"2023-08-01T09:07:10.820Z","numPositiveFeedback":85},"topics":[{"id":330,"title":"Benefits","priority":0,"agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"parentTopic":null}],"agency":{"code":"healthiersg","logoUrl":"https://logos.ask.gov.sg/hsg.png"}},{"id":"clkrnuwri0009l40gsg9c0l8x","title":"What are the key benefits of Healthier SG?","body":"","createdAt":"2023-08-01T02:09:12.795Z","published":true,"publishedAt":"2024-01-25T07:22:56.782Z","priority":0,"answer":{"id":"clkrnuwri000al40g0vumhpu1","body":"<p>Having a long-term, trusted relationship with a family clinic allows your doctor to focus more on preventive care to help you stay healthy, detect health issues early, and manage them well.</p><p>&nbsp;</p><p>Healthier SG helps you in 5 key ways:</p><p>&nbsp; i.&nbsp;&nbsp;&nbsp; Screenings and vaccinations</p><p>Benefit from fully-subsidised nationally-recommended screenings and vaccinations such as influenza shots, based on your age, health conditions and vaccination history, for Singapore Citizens.</p><p>&nbsp;</p><p>Early detection and treatment can help prevent or delay the onset of common chronic conditions and cancers such as diabetes, high blood pressure and cholesterol, colorectal cancer, breast cancer, and cervical cancer.</p><p>&nbsp;</p><p>Click here for <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://go.gov.sg/rec-screenings-list\">nationally recommended screenings</a> and <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://go.gov.sg/rec-vaccines-list\">vaccinations</a></p><p>&nbsp;</p><p>&nbsp;ii.&nbsp;&nbsp; Access to referrals for subsidised specialist care</p><p>Get referrals to public specialist outpatient clinics (SOC) for CHAS^, Merdeka Generation (MG) and Pioneer Generation (PG) cardholders at all Healthier SG Clinics. Receive affordable specialist care, without having to visit polyclinics for referral.</p><p>&nbsp;</p><p>iii.&nbsp;&nbsp; Health Plan follow-up&nbsp;</p><p>Start your health journey with a fully-subsidised Health Plan consultation at your first visit to your Healthier SG clinic, and ensure good progress with free annual check-ins, either by phone or during your other medical appointments*.</p><p>&nbsp;</p><p><em>*Prevailing fees for services outside Healthier SG scope will apply.</em></p><p>&nbsp;</p><p>iv.&nbsp;&nbsp; Out-of-pocket payments</p><p>From early 2024, fully pay with MediSave for treatment of chronic conditions under the Chronic Disease Management Programme (CDMP) without cash co-payment, up to the MediSave withdrawal limit.</p><p>&nbsp;</p><p>&nbsp;v.&nbsp;&nbsp;&nbsp; Subsidies for selected chronic medications</p><p>From February 2024, CHAS^/MG/PG cardholders enrolled to Healthier SG GP clinics with higher chronic medication needs will enjoy enhanced subsidies under the new Healthier SG Chronic Tier. To find out more about the new Healthier SG Chronic Tier, click <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.healthiersg.gov.sg/enrolment/healthier-sg-chronic-tier/medication-list/\">here</a>.</p><p>&nbsp;</p><p>Healthier SG benefits and subsidies are available/accessible at your enrolled Healthier SG clinic.</p><p>&nbsp;</p><p><em>^The Community Health Assist Scheme (CHAS) enables all Singapore Citizens, including Merdeka Generation (MG) and Pioneer Generation (PG) cardholders, to receive subsidies for medical and/or dental care (Only for CHAS Blue/Orange, MG and PG cardholders) at participating General Practitioner (GP) and dental clinics. To find out more about CHAS, please click </em><a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.chas.sg/\"><em>here</em></a><em>.</em></p>","updatedAt":"2024-01-25T07:22:56.197Z","numPositiveFeedback":84},"topics":[{"id":330,"title":"Benefits","priority":0,"agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"parentTopic":null}],"agency":{"code":"healthiersg","logoUrl":"https://logos.ask.gov.sg/hsg.png"}},{"id":"clkrnuwrh0000l40gtsrz3di7","title":"How will I know if I am eligible for Healthier SG?","body":"","createdAt":"2023-08-01T02:09:12.795Z","published":true,"publishedAt":"2023-08-25T05:54:59.940Z","priority":0,"answer":{"id":"clkrnuwrh0001l40ggxu5kfb3","body":"<p>Singapore Citizens (SC) and Permanent Residents (PR) can enrol in Healthier SG. The rollout phases will prioritise those who are more likely to need medical care or suffer from chronic illnesses.</p><p>&nbsp;</p><p>MOH is progressively inviting Singapore Citizens and Permanent Residents aged 60 years and above via SMS to enrol with a Healthier SG clinic or polyclinic. SMS invitations will also be sent progressively to those aged 40 to 59 years.</p>","updatedAt":"2023-08-25T05:54:59.834Z","numPositiveFeedback":74},"topics":[{"id":330,"title":"Benefits","priority":0,"agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"parentTopic":null}],"agency":{"code":"healthiersg","logoUrl":"https://logos.ask.gov.sg/hsg.png"}},{"id":"clkrnuwri000fl40g71x9i4jx","title":"Is there a difference in Healthier SG subsidies for each category of Community Health Assist Scheme (CHAS)/Pioneer Generation (PG)/Merdeka Generation (MG) cards?","body":"","createdAt":"2023-08-01T02:09:12.795Z","published":true,"publishedAt":"2024-02-23T07:12:27.975Z","priority":0,"answer":{"id":"clkrnuwri000gl40gphpr0y43","body":"<p>With the launch of Healthier SG, residents who enrol with and visit their enrolled GP clinic for preventive and chronic care will receive the following Healthier SG benefits:</p><p>&nbsp;</p><ul><li><p>One-time fully-subsidised first Health Plan consultation with the chosen clinic.</p></li><li><p>Healthpoints (worth $20) through Healthy 365 app after the first Health Plan consultation.</p></li><li><p>Fully-subsidised nationally recommended screenings and vaccinations (for Singapore Citizens only)</p></li><li><p>From February 2024, CHAS cardholders with high medication requirements and bills can opt for the&nbsp;Healthier SG Chronic Tier, which provides subsidies of up to 87.5% on selected chronic medications under the Healthier SG Medication List. The list of medications can be found at <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://go.gov.sg/healthiersg-medication-list\">https://go.gov.sg/healthiersg-medication-list</a>. More details of the subsidy levels for different CHAS cardholders under the Healthier SG Chronic Tier can be found in the table below.</p></li><li><p>From February 2024, Singapore Residents can use MediSave to pay for their CDMP treatment at their enrolled Healthier SG clinic without cash co-payment, up to prevailing withdrawal limits.</p><p><br></p></li></ul><p><strong>Healthier SG Chronic Tier (available from February 2024)</strong></p><br><p><img src=\"https://i.imgur.com/5ilQiho.png\"></p>","updatedAt":"2024-02-23T07:12:27.404Z","numPositiveFeedback":71},"topics":[{"id":1143,"title":"Healthier SG Chronic Tier","priority":0,"agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"parentTopic":null}],"agency":{"code":"healthiersg","logoUrl":"https://logos.ask.gov.sg/hsg.png"}},{"id":"clkrnuwrw001cl40gx3fzisl7","title":"Why do I need to visit the clinic after enrolment?\nWhat can I expect at this first Health Plan consultation session?","body":null,"createdAt":"2023-08-01T02:09:12.795Z","published":true,"publishedAt":"2023-08-01T02:09:12.795Z","priority":0,"answer":{"id":"clkrnuwrw001dl40g4gd80b4n","body":"<p>During the Health Plan consultation at your enrolled Healthier SG clinic, the doctor will discuss your health, and co-create a Health Plan that works for you. This could include:</p><ul><li><p>Discussing ways to improve your health, such as by making lifestyle adjustments;</p></li><li><p>Reviewing what health screenings and vaccinations you need; and</p></li><li><p>Booking your next health check-in.</p></li></ul><p><br></p><p>Your first onboarding health consultation will be free, and completing your Health Plan discussion will earn you bonus Healthpoints (via the Healthy 365 app).</p><p><br></p><p>Nationally recommended screenings and vaccinations will be fully subsidised at your enrolled clinic if you are eligible.</p>","updatedAt":"2023-08-01T02:09:12.795Z","numPositiveFeedback":66},"topics":[{"id":331,"title":"Enrolment","priority":0,"agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"parentTopic":null}],"agency":{"code":"healthiersg","logoUrl":"https://logos.ask.gov.sg/hsg.png"}},{"id":"clkrnuws00033l40gyqbtc36h","title":"Do I need to pay for the subsequent annual Health Plan check-ins with my Healthier SG clinic? ","body":null,"createdAt":"2023-08-01T02:09:12.795Z","published":true,"publishedAt":"2023-08-01T03:06:23.863Z","priority":0,"answer":{"id":"clkrnuws00034l40grrhf5jto","body":"<p>Your subsequent annual Health Plan check-ins are fully-subsidised and you will not be charged. Typically, these are brief discussions and updates on the Health Plan that will be initiated and conducted by your enrolled clinic, and may be done opportunistically during your in-person visits, over a phone call or through a teleconsultation.</p><p>&nbsp;</p><p>At the same visit, if you would like to consult the GP on other matters or agree to receive other services offered by the GP, the clinic's prevailing charges will apply.</p>","updatedAt":"2023-08-01T03:06:23.749Z","numPositiveFeedback":55},"topics":[{"id":334,"title":"Maintaining my Relationship with my Family Clinic","priority":0,"agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"parentTopic":null}],"agency":{"code":"healthiersg","logoUrl":"https://logos.ask.gov.sg/hsg.png"}},{"id":"clkrnuwrj000rl40gjvetmbpr","title":"When can I enrol in Healthier SG? Is it compulsory for Singaporeans to join Healthier SG?","body":"","createdAt":"2023-08-01T02:09:12.795Z","published":true,"publishedAt":"2023-08-25T05:55:37.330Z","priority":0,"answer":{"id":"clkrnuwrj000sl40gumbt8z2a","body":"<p>Healthier SG is being rolled out progressively in phases since July 2023. Although enrolment is not compulsory, we strongly encourage you to enrol in Healthier SG. Having a long-term, trusted relationship with a family clinic allows you to stay healthy, detect health issues early and manage them well, supported by your preferred family clinic.</p><p>&nbsp;</p><p>Besides enjoying enhanced healthcare and subsidies, and holistic team-based care from your family clinic, you will also be able to prevent chronic conditions and complications while experiencing peace of mind for yourself and loved ones.</p>","updatedAt":"2023-08-25T05:55:37.203Z","numPositiveFeedback":51},"topics":[{"id":331,"title":"Enrolment","priority":0,"agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"parentTopic":null}],"agency":{"code":"healthiersg","logoUrl":"https://logos.ask.gov.sg/hsg.png"}},{"id":"clkrnuwrw0019l40ge633s3si","title":"Why can't I find my Healthier SG clinic of choice?\nWhat do I do if my existing General Practitioner (GP) is not a Healthier SG clinic?","body":null,"createdAt":"2023-08-01T02:09:12.795Z","published":true,"publishedAt":"2023-08-01T02:55:04.261Z","priority":0,"answer":{"id":"clkrnuwrw001al40gx6u764l3","body":"For Healthier SG, residents can enrol only with a clinic that is participating in Healthier SG. GP clinics that are not Healthier SG will not be available for selection.\n\nAs you will need to enrol with a Healthier SG GP clinic to access Healthier SG benefits, you are strongly encouraged to choose from the list of Healthier SG clinics in HealthHub.\n\nYou may continue to visit non-Healthier SG clinics even after your enrolment. However, Healthier SG benefits will not be applicable at clinics that you are not enrolled with, so you would only be able to enjoy the existing schemes such as CHAS and MediSave.\n\nIf your current GP is not on Healthier SG, you could also encourage your GP to onboard Healthier SG.","updatedAt":"2023-08-01T02:55:04.179Z","numPositiveFeedback":47},"topics":[{"id":331,"title":"Enrolment","priority":0,"agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"parentTopic":null}],"agency":{"code":"healthiersg","logoUrl":"https://logos.ask.gov.sg/hsg.png"}}],"webResult":null,"count":74,"agency":{"id":"clkrnlc820004mf0fi23kqre0","name":"Healthier SG","code":"healthiersg","homepageUrl":"https://www.healthiersg.gov.sg/","enquiryPageUrl":null,"scope":"GLOBAL","emailDomainWhitelist":[],"type":"OFFICIAL","minimumDayResponseTime":3,"responseTimeRange":12,"logoUrl":"https://logos.ask.gov.sg/hsg.png","searchHint":"What is Healthier SG?","description":null,"trendingTerms":["subsidy","chronic tier","benefits","screenings","change clinic","health points","first appointment"],"hasSubjectTriaging":false,"subjects":[]},"currentPage":1,"matchedTokens":null,"agencyTopics":[{"id":331,"qcount":23,"title":"Enrolment","agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"priority":0,"subtopics":null},{"id":1143,"qcount":20,"title":"Healthier SG Chronic Tier","agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"priority":0,"subtopics":null},{"id":330,"qcount":9,"title":"Benefits","agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"priority":0,"subtopics":null},{"id":336,"qcount":4,"title":"Healthy 365","agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"priority":0,"subtopics":null},{"id":337,"qcount":4,"title":"Programmes","agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"priority":0,"subtopics":null},{"id":333,"qcount":4,"title":"Referral","agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"priority":0,"subtopics":null},{"id":332,"qcount":3,"title":"Health Plan","agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"priority":0,"subtopics":null},{"id":338,"qcount":3,"title":"Planning my first Health Plan discussion","agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"priority":0,"subtopics":null},{"id":335,"qcount":2,"title":"HealthHub","agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"priority":0,"subtopics":null},{"id":334,"qcount":2,"title":"Maintaining my Relationship with my Family Clinic","agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"priority":0,"subtopics":null},{"id":329,"qcount":0,"title":"General Information","agencyId":"clkrnlc820004mf0fi23kqre0","parentTopicId":null,"priority":0,"subtopics":null}]}