{"questionListItems":[{"id":"clifhy2ej0002mi08sihzagdm","title":"Question for context of the Singapore Patents Act Section 34,","body":"Hi, \nIn the context of the Singapore Patents Act Section 34, the term \"person\" refers to an individual and does not include a company or legal entity. It specifically refers to an individual who is a resident in Singapore and is subject to the provisions stated in Section 34 regarding the filing of patent applications outside Singapore.","createdAt":"2023-06-03T04:31:03.595Z","published":true,"publishedAt":"2023-06-03T13:12:19.843Z","priority":0,"answer":{"id":"clig0kfb60000l908vpsb66v9","body":"<p>“Any persons residing in Singapore” refers to applicant(s), inventor(s) and agent(s) including foreigners with valid pass lawfully issues to them eg: Singapore permanent residents and work pass holders</p>","updatedAt":"2023-06-03T13:12:19.843Z","numPositiveFeedback":0},"topics":[{"id":26,"title":"Patents","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"cli4dx38n0002l208n8yd6sux","title":"Do I need to apply copyright for my graphic illustrations and designs before posting on social media and art freelance websites? ","body":"","createdAt":"2023-05-26T09:52:51.624Z","published":true,"publishedAt":"2024-01-08T14:35:01.863Z","priority":0,"answer":{"id":"cli4fg2pf000ame08orua4efy","body":"<p>There is no need to apply or file for registration to get copyright protection, and IPOS does not administer any process for registering copyright in Singapore. Copyright protection automatically arises if the conditions under the Copyright Act 2021 are met.</p><br><p>The relevant conditions are: </p><ul><li><p>The creator must have a connection with Singapore (e.g., by being a Singapore citizen or resident when creating the work, or by first publishing the work in Singapore). </p></li><li><p>For literary, dramatic, musical or artistic works (including graphic illustrations and designs), the expression of the work must be original and in a tangible form, such as in a recording or writing. Originality simply means that there is a degree of independent effort in the creation of the work.</p></li></ul><p></p><p>You may refer to the <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.ipos.gov.sg/docs/default-source/resources-library/copyright/copyright-101-infopack.pdf\">Copyright Infopack</a> for more details on the above.</p><br>","updatedAt":"2024-01-08T14:35:01.161Z","numPositiveFeedback":0},"topics":[{"id":28,"title":"Copyright (At Work)","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null},{"id":32,"title":"Copyright (General)","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clhxjvoe70002l808grvmlie6","title":"What happens if a deadline for response to an examination report falls on a Saturday/Sunday/Public Holiday?","body":"","createdAt":"2023-05-21T15:05:20.191Z","published":true,"publishedAt":"2024-01-08T09:34:40.771Z","priority":0,"answer":{"id":"clhy8s9rr0000li087xo81t8w","body":"<p>Generally, Saturdays, Sundays and public holidays are excluded days for deadlines and you may respond on the next working day. You may refer to our <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.ipos.gov.sg/about-ip/trade-marks/circulars-practice-directions\">Registries Practice Direction No. 1 of 2023</a> for more details.</p>","updatedAt":"2024-01-08T09:34:40.218Z","numPositiveFeedback":0},"topics":[{"id":30,"title":"Trade Marks","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clhudt5wo0002jy086m6w1igk","title":"Is it possible to merge two separate trademark applications into one application?","body":"","createdAt":"2023-05-19T09:52:06.697Z","published":true,"publishedAt":"2023-07-17T10:11:45.405Z","priority":0,"answer":{"id":"clhxjba1a0000jp08ed5mkhop","body":"<p>No, Singapore trade mark numbers cannot be merged.</p>","updatedAt":"2023-07-17T10:11:45.303Z","numPositiveFeedback":0},"topics":[{"id":30,"title":"Trade Marks","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clhrgr2vg0002kz08g4imjrws","title":"Can I merge two applications into one?","body":"","createdAt":"2023-05-17T08:51:09.772Z","published":true,"publishedAt":"2023-07-17T10:11:11.388Z","priority":0,"answer":{"id":"clhsju1w10008l208anz1cf68","body":"<p>No, Singapore trade mark numbers cannot be merged.</p>","updatedAt":"2023-07-17T10:11:11.273Z","numPositiveFeedback":0},"topics":[{"id":30,"title":"Trade Marks","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clhoxh16x0002l508jafqcjwu","title":"My company is currently paying a licence fee to COMPASS.   Music Rights (Singapore) Public Limited now approaches my company claiming that my company needs to pay a licence fee to Music Rights (Singapore) Public Limited too.  Both are collective management organisation(s) (\"CMOs\")","body":"","createdAt":"2023-05-15T14:15:55.978Z","published":true,"publishedAt":"2023-05-16T03:47:57.960Z","priority":0,"answer":{"id":"clhpqhbbe0000l808y84mlrl7","body":"<ul><li><p>The new Copyright Act 2021 introduces a new right of equitable remuneration for publicly performing <strong><em>sound recordings</em></strong>. This is separate and in addition to rights in respect of <strong><em>music</em></strong>. This means that if your existing licences is in respect of music only (which is the type of licence which COMPASS typically grants), it will not cover the new public performance right in respect of sound recordings (which in Singapore is collectively managed by Music Rights (Singapore) Pte Ltd (“<strong>MRSS</strong>”)).</p></li></ul><p>&nbsp;</p><ul><li><p>Each CMO in Singapore administers a certain repertoire of works, and a certain set of rights in each work. <strong>It is important for you to determine what works you intend to use and which CMO, if any, administers the relevant rights in those works</strong>. For a list of the main CMOs operating in Singapore and the rights each of them administer.</p></li></ul><p>&nbsp;</p><ul><li><p>Composers and Authors Society of Singapore Limited (COMPASS) and Music Rights (Singapore) Public Limited (MRSS) are the main CMOs in Singapore which administer musical works. You should check with them to ensure that the songs you intend to use are within their repertoire. You should also check with them to ensure that they administer licences which cover your intended uses of the songs. If they do not cover the songs you intend to play, you will need to contact the copyright owner directly to obtain a licence to use his or her works.</p></li></ul>","updatedAt":"2023-05-16T03:47:57.960Z","numPositiveFeedback":0},"topics":[{"id":94,"title":"Collective Management Organisation (CMO)","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clhkv35d30002mn08h8vbhte9","title":"How can I benefit from Article 4 of the Paris Convention in subsequent design filings?","body":"","createdAt":"2023-05-12T17:58:04.264Z","published":true,"publishedAt":"2023-05-21T04:30:35.065Z","priority":0,"answer":{"id":"clhwx7dq10000jv08ic6i5hbc","body":"<p>Article 4 of the Paris Convention<strong> </strong>relates to the right of priority. If you have filed an application for the registration of a design in a Convention country, you may claim a right of priority for the registration of the same design when filing the subsequent application in another Convention country. <br><br>If a right of priority is claimed, you will have priority from (and including) the date on which the first Convention application was filed. Hence, the subsequent application is treated, for the purposes of determining whether that design is new, as filed on the date on which the first Convention application was filed. <br><br>The subsequent application and claim of priority must be made within 6 months after the date on which the first Convention application is filed.</p>","updatedAt":"2023-05-21T04:30:35.065Z","numPositiveFeedback":0},"topics":[{"id":31,"title":"Designs","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clhersmdj0002mu0827iemc5a","title":"How can I obtain an application form for copy right registration?","body":"","createdAt":"2023-05-08T11:39:17.192Z","published":true,"publishedAt":"2023-06-01T08:10:13.936Z","priority":0,"answer":{"id":"clicuw7xr0000l708rnm0ty9z","body":"<p>There are different types of Intellectual Property (IP)s such as Trade Mark and Copyright.&nbsp; An (IP)&nbsp;protection is territorial in nature.&nbsp;&nbsp;</p><p><em>&nbsp;</em></p><p><strong>Copyright-Refers to protection of&nbsp;literary works (for example: books, drawings, music, website):</strong></p><p>Copyright protects literary works like novels, plays, drawings, paintings, sheet music, computer programme, websites. Generally, the author of a copyright work has the right to reproduce, publish, perform, communicate and adapt his work.&nbsp;These different exclusive rights form the bundle of rights that we call copyright. &nbsp;An author <strong>automatically</strong> enjoys <strong>copyright protection</strong> as soon as he creates and expresses his original work in a tangible form, such as in a recording or writing. Originality simply means that there is a degree of independent effort in the creation of the work.&nbsp;</p><p>&nbsp;</p><p>In Singapore, there is <strong>no need</strong> to file for registration to get copyright protection.&nbsp; However, there are a number of ways that you could preserve your interests.&nbsp; You may,</p><ul><li><p>Deposited a copy of your work with your lawyers or in a depository</p></li><li><p>Sent a copy of your work to yourself by post leaving the envelope unopened so that the date stamp and the unopened work could establish the date of the work’s existence</p></li><li><p>Made a declaration before a <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.sal.org.sg/\">Commissioner of Oaths</a> stating the facts of ownership and the date of creation</p></li></ul><p>&nbsp;</p><p>As the copyright owner, you will enjoy the exclusive rights to :</p><ul><li><p>reproduce the work;</p></li><li><p>publish the work if the work is unpublished;</p></li><li><p>perform the work in public;</p></li><li><p>communicate the work to the public; and</p></li><li><p>make an adaptation of the work</p></li></ul><p>&nbsp;</p><p>For more information on copyright, you may refer&nbsp;<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.ipos.gov.sg/about-ip/copyright\">here</a>.</p>","updatedAt":"2023-06-01T08:10:13.936Z","numPositiveFeedback":0},"topics":[{"id":32,"title":"Copyright (General)","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clhd5p0eu0002mu08gmj72t47","title":"How do I apply for copyright registration for our own brand character?","body":"Dear Sir/Madam, we have been creating a fictional cartoon character for our own brand use purpose. Can we seek your expertise and advice that how we can apply copyright for that character? Looking forward to hearing from you. Thank you.","createdAt":"2023-05-07T08:32:51.030Z","published":true,"publishedAt":"2023-05-08T10:03:34.205Z","priority":0,"answer":{"id":"clheodj270000l308mq825p32","body":"<p>There are different types of Intellectual Property (IP)s such as&nbsp;Trade Mark and Copyright.&nbsp; An IP&nbsp;protection is territorial in nature.&nbsp;&nbsp;</p><p><em>&nbsp;</em></p><p><strong>Copyright-Refers to protection of &nbsp;literary works (for example: books, drawings, music, website):</strong></p><p>Copyright protects literary works like novels, plays, drawings, paintings, sheet music, computer programme, websites. Generally, the author of a copyright work has the right to reproduce, publish, perform, communicate and adapt his work.&nbsp;These different exclusive rights form the bundle of rights that we call copyright. &nbsp;An author&nbsp;<strong>automatically</strong>&nbsp;enjoys&nbsp;<strong>copyright protection</strong>&nbsp;as soon as he creates and expresses his original work in a tangible form, such as in a recording or writing. Originality simply means that there is a degree of independent effort in the creation of the work.&nbsp;</p><p>&nbsp;</p><p><strong>Trademark – Refers to protection your logo or slogan or brand of your product or services:</strong></p><p>A trade mark is<strong>&nbsp;</strong>a sign that you can use to distinguish your business’&nbsp;<strong>goods or services</strong>&nbsp;from those of other traders. A trademark must also be distinctive and capable of distinguishing the goods/services of the owner from similar goods/services of other traders. This sign can be any letter, word, name, signature, numeral, device, brand, heading, label, ticket, shape, colour, aspect of packaging or a combination of these. An individual, firm or company claiming to be owner of a trade mark can file for a trade mark registration so long as they are using, or have the intention to use, the mark in the course of their business.</p><p>&nbsp;</p><p>As you have been creating a fictional cartoon character for your own brand use, you may want to consider to apply for a Trade mark.&nbsp;&nbsp;Prior to file for trademark registration, you may wish to conduct trademark searches with the following details below.</p><p>a)&nbsp;&nbsp;<strong>Search</strong>: You may wish to conduct a check in our online database prior to the trademark registration free of charge, to see if a mark similar to yours has already been registered with the following steps:</p><ol><li><p>On&nbsp;<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://digitalhub.ipos.gov.sg/FAMN/eservice/IP4SG/MN_Index\">IPOS Digital Hub</a>, click Search (top left button), click TM Similar Mark Search.</p></li><li><p>On&nbsp;<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://digitalhub.ipos.gov.sg/FAMN/eservice/IP4SG/MN_Index\">TM Similar Mark Search</a>&nbsp;, Please fill in&nbsp;one&nbsp;of the fields.&nbsp; You can either upload your trademark image (either in&nbsp; JPEG, TIFF or Bitmap),&nbsp;<strong>or</strong>&nbsp;Key in Word(s) – in- mark and click Search.&nbsp;</p></li><li><p>Once the system has completed conducting the search, the search results will be shown at the bottom of the webpage.&nbsp;</p></li></ol><p>&nbsp;</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;b)&nbsp;&nbsp;<strong>Trade Marks Classification of Goods or Services:</strong>&nbsp;To conduct a more detailed search on the descriptions/specifications of the goods and services, you may wish to carry out the following:</p><p>&nbsp;</p><ol><li><p>On&nbsp;<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://digitalhub.ipos.gov.sg/FAMN/eservice/IP4SG/MN_Index\">IPOS Digital Hub</a>, click Search (top left button), click TM Goods / Services Search.</p></li><li><p>On Goods / Services, - Key in the descriptions of your goods/services field for example and click Search.</p></li></ol><p>Descriptions of products related to your keyword will be listed with the corresponding class numbers. Classes 1 to 34 are for goods and classes 35 to 45 are for services. You may wish to take a look at the list to see which descriptions fit your products/services the most.</p><p><strong>Apply for a trademark registration</strong></p><p><strong>&nbsp;</strong></p><p>To apply for a trademark registration, you will have to file TM 4 online, together with the prescribed fee of&nbsp; $280.00 for&nbsp;<strong>each trademark</strong>&nbsp;and&nbsp;<strong>for every class of goods or services</strong>&nbsp;in respect of which registration is sought.&nbsp;Foreign&nbsp;applicant&nbsp;<strong>is&nbsp;required</strong>&nbsp;to provide the Registry of &nbsp;Trade Marks with an address for service in Singapore.&nbsp;For online registration, you will need to create an account prior to the application at this&nbsp;<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://digitalhub.ipos.gov.sg/FAMN/eservice/IP4SG/MN_Index\">link</a>&nbsp;either as Individual account or Business account (<em>log in with SingPass</em>).<br><br></p><p>Generally, it may takes about 12 months for a trade mark to be registered (if the application did not contain any deficiency or face any objection/opposition with the issuance of an eCertificate of Registration).&nbsp; You will hear from us in writing via your IPOS Digital Hub (IDH) account. The trade mark protection is valid for 10 years. The protection can last indefinitely subject to the payment of renewal fees every 10 years. For more information about trademark, you can refer&nbsp;<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.ipos.gov.sg/about-ip/trade-marks/how-to-register#step-2-apply-for-a-trade-mark\">here</a>.&nbsp;<br><br></p><p>I hope I have been of some assistance addressing your concerns regarding Trade Mark application process.</p>","updatedAt":"2023-05-08T10:03:34.205Z","numPositiveFeedback":0},"topics":[{"id":106,"title":"Copyright and Trade Mark","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clh06e53t0002mc08saxtzq6p","title":"What is the time lag between the filing of a trademark application, and the trademark appearing in the public database?","body":"","createdAt":"2023-04-28T06:31:23.226Z","published":true,"publishedAt":"2023-04-28T07:59:40.433Z","priority":0,"answer":{"id":"clh09jogh0000l2086vl8ndct","body":"The trade mark application should appear in the public database on the same day of filing.\n","updatedAt":"2023-04-28T07:59:40.433Z","numPositiveFeedback":0},"topics":[{"id":30,"title":"Trade Marks","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clgymktcq0002le08u8qxyguy","title":"How to remove Agent/Representative from the Trademark? ","body":"We like to remove Agent/Representative from the Trademark. How to do it?","createdAt":"2023-04-27T04:28:56.090Z","published":true,"publishedAt":"2023-04-27T05:17:40.600Z","priority":0,"answer":{"id":"clgyobhx60000l20802ezy48d","body":"<p>To remove Agent/Representative on record, you will need to file Form CM 1 online free of charge via the link below. <br><br>You will need to login with your SingPass and create an account if you have not done so. Link to: <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://digitalhub.ipos.gov.sg\">https://digitalhub.ipos.gov.sg</a></p>","updatedAt":"2023-04-27T05:17:40.600Z","numPositiveFeedback":0},"topics":[{"id":29,"title":"Businesses","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clgvydtb60002mo08zy56b7pq","title":"How do i check whether honeycomb design on sink is it patent protection ","body":"","createdAt":"2023-04-25T07:36:06.306Z","published":true,"publishedAt":"2023-04-25T07:53:12.106Z","priority":0,"answer":{"id":"clgvyzsto0000mk08z2rr485e","body":"<p>You are able to check online free of charge at the following:  <br><br><a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://digitalhub.ipos.gov.sg\">Search</a> &gt;&gt;&gt; Basic Search &gt;&gt;&gt; Search Criteria (key in the patent description) &gt;&gt;&gt; Please Select (Patent Title of Invention) &gt;&gt;&gt; Search.</p>","updatedAt":"2023-04-25T07:53:12.106Z","numPositiveFeedback":0},"topics":[{"id":26,"title":"Patents","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clgu9maqy0002lc08azh1rla8","title":"What supporting document to submit under TM4 application","body":"TM4: Application to Register a Trade Mark, Collective Mark or Certification Mark","createdAt":"2023-04-24T03:15:05.578Z","published":true,"publishedAt":"2023-04-24T03:36:49.503Z","priority":0,"answer":{"id":"clguae8v50000mg08tbp51a96","body":"To apply for a trademark registration in Singapore, you will have to file TM 4, together with the prescribed fee of $280.00 (via online submission on IPOS Digital Hub platform) for each trademark and for every class of goods or services in respect of which registration is sought. Applicant must have an address for service in Singapore for the purpose of transacting with IPOS (filing of any forms). \n\nFor foreign individuals/companies with no local AFS, they may enlist the help of an agent or a local to transact on their behalf since a SingPass/CorpPass is also required. For online registration, you will need to create an account prior to the application at https://digitalhub.ipos.gov.sg.\n\nFor Collective Mark or Certification Mark, besides Form TM 4, within 9 months after the date of the application for the registration of a collective mark or certification mark, the applicant must file with the Registrar\n(a) Form TM 10; and\n(b) a copy of the regulations governing the use of the mark.","updatedAt":"2023-04-24T03:36:49.503Z","numPositiveFeedback":0},"topics":[{"id":90,"title":"Collective Mark","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null},{"id":91,"title":"Certification Mark","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clglxzrrn00b2l4081adj66n2","title":"After an Opponent files a Notice of Opposition, what must a Trade Mark Applicant do?","body":null,"createdAt":"2023-04-18T07:27:29.190Z","published":true,"publishedAt":"2023-04-18T07:27:29.190Z","priority":0,"answer":{"id":"clglxzrro00b3l408sqe2eoce","body":"Within 2 months after the date of receipt of the Notice of Opposition, the Trade Mark Applicant must file his Counter-Statement. [R 31(1)]","updatedAt":"2023-04-18T07:27:29.190Z","numPositiveFeedback":0},"topics":[{"id":27,"title":"Resolving IP Disputes","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clglxzrro00b8l408fdpxhobg","title":"After grant, how can I cause the patent to be re-examined?","body":null,"createdAt":"2023-04-18T07:27:29.190Z","published":true,"publishedAt":"2023-04-18T07:27:29.190Z","priority":0,"answer":{"id":"clglxzrro00b9l408hx4jz7qu","body":"<p>What is post-grant binding re-examination?</p><p>Post-grant binding re-examination is a process in which a request can be made to re-examine a granted patent with accompanying reasons and documents. If IPOS finds that an alleged ground is made out and not resolved by the patentee, the patent may be revoked. It also allows patentees to evaluate and strengthen their patent through amendments which will be subject to an examination process. The grounds for re-examination are generally limited to requirements which are considered during examination.</p><p>As re-examination is an <em>ex parte</em> process, the applicant seeking re-examination cannot participate in the process after filing the request (unless it is the patentee) and would only be notified when a re-examination examination report is issued.</p><p><br></p><p><strong>When can this be filed?</strong></p><p>May be filed any time after the grant of the patent, and only if there are no other proceedings in which the validity of the patent may be put in issue whether in court or before IPOS.</p><p><br></p><p><strong>How can this be filed?</strong></p><p>It should be filed using Request for Re-Examination of the Specification of a Patent under section 38A of the Patents Act via <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.ipos.gov.sg/about-ip/patents/managing-patents/forms-fees\">Patents Form 36</a> with the prescribed fee of $3,200 at the <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://digitalhub.ipos.gov.sg/\">IPOS Digital Hub.</a> The request must state the reasons supporting the non-validity of the granted patent, and accompanied with relevant prior art documents if appropriate. The patentee will be notified when such a request is filed.</p><p><br></p><p><strong>Can my identify be kept anonymous?</strong></p><p>The request for re-examination may be submitted via a registered patent agent or lawyer without disclosing the filer’s identity.</p><p><br></p><p>For more information, please refer to Examination Guidelines for Patent Applications found <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.ipos.gov.sg/about-ip/patents/managing-patents/guides\">here</a></p>","updatedAt":"2023-04-18T07:27:29.190Z","numPositiveFeedback":0},"topics":[{"id":26,"title":"Patents","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}}],"webResult":null,"count":300,"agency":{"id":"clglxvay900b0l408s009s4jx","name":"Intellectual Property Office of Singapore","code":"ipos","homepageUrl":"https://www.ipos.gov.sg/","enquiryPageUrl":null,"scope":"GLOBAL","emailDomainWhitelist":[],"type":"OFFICIAL","minimumDayResponseTime":2,"responseTimeRange":3,"logoUrl":"https://logos.ask.gov.sg/ipos.png","searchHint":"cost to apply for a patent","description":null,"trendingTerms":["patent","consent","extension of time","trademark","register copyright","withdraw"],"hasSubjectTriaging":false,"subjects":[]},"currentPage":4,"matchedTokens":null,"agencyTopics":[{"id":27,"qcount":79,"title":"Resolving IP Disputes","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":26,"qcount":67,"title":"Patents","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":30,"qcount":54,"title":"Trade Marks","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":31,"qcount":44,"title":"Designs","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":32,"qcount":30,"title":"Copyright (General)","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":28,"qcount":17,"title":"Copyright (At Work)","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":29,"qcount":8,"title":"Businesses","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":218,"qcount":5,"title":"Non-Fungible Tokens (NFT)","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":94,"qcount":2,"title":"Collective Management Organisation (CMO)","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":411,"qcount":2,"title":"General","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":91,"qcount":1,"title":"Certification Mark","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":90,"qcount":1,"title":"Collective Mark","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":106,"qcount":1,"title":"Copyright and Trade Mark","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":128,"qcount":1,"title":"Musical Works","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":92,"qcount":1,"title":"Renewing Trademark","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":127,"qcount":1,"title":"Sound Recording","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null}]}