{"questionListItems":[{"id":"clgotv5xu0050i908t8dooij1","title":"How does the Net Investment Returns (NIR) framework ensure that the investment returns are tapped for spending in a disciplined and prudent way?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xu0051i908u54gyzpk","body":"<p>The NIR framework ensures that the investment returns are tapped for spending in a disciplined and prudent way. <br><br>Under the framework:</p><ul><li><p>The Government can only spend up to 50% of the long-term expected real returns.<br><br></p></li><li><p>The NIR framework uses real rates of return, i.e. after netting off inflation, to protect the real value of our reserves.<br><br></p></li><li><p>The NIR framework allows the Government to spend only from returns on the net assets, i.e. the excess of assets over liabilities invested by our investment entities, minus the liabilities of the Government. This ensures that we set aside returns to cover the costs of servicing our liabilities.<br><br></p></li><li><p>There is a rigorous process in place for determining the long-term expected real rates of return of the investment entities.<br><br></p></li><li><p>Before the start of each financial year, the rates are proposed by the Boards of the investment entities, based on detailed study and assessments by investment professionals in the three agencies, who also draw on a range of external expert views.<br><br></p></li><li><p>The Ministry of Finance undertakes a thorough review of the methodologies used by the investment entities to be assured that their approach is sound and the estimated long-term rates of return are reasonable. MOF will then propose the expected long-term real rates of return to be applied to the net assets invested by the investment entities for the President's concurrence.<br><br></p></li><li><p>The President consults with the Council of Presidential Advisers (CPA) before deciding on whether to agree with the Government's proposal.<br><br></p></li><li><p>In the event that the Government and President do not agree to any of the expected rates of return, the respective 20-year historical average rates of return will be used to compute how much the Government can spend. The 20-year historical rate of return provides a neutral and pragmatic basis for resolving any dispute between the President and the Government, and avoids paralysing the government of the day.<br><br></p></li><li><p>After the close of the financial year, the Minister for Finance will certify to the President the amount of NIR that the Government has actually taken into the Budget, within the caps specified in the Constitution.</p></li></ul>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xu0053i908p776m8w1","title":"How do I apply for a career position with Ministry of Finance (MOF)?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xu0054i908kqklxzvt","body":"<p>You can submit your application through the Careers@Gov website (<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.careers.gov.sg\">https://www.careers.gov.sg</a> ) after you have looked through the vacancies within MOF. Alternatively, you can email your updated resume to <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"mailto:MOF_HR@mof.gov.sg\">MOF_HR@mof.gov.sg</a>. <br><br>We will review your application and contact you if you are shortlisted for an interview.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":71,"title":"Employment","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xu0059i908ycmlhgnw","title":"How do I get hold of a Double Taxation Agreement (DTA) involving Singapore and another country?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xu005ai908odmvky8r","body":"<p>The full details of Singapore's DTAs, including those that have been signed but not in force yet, are available at&nbsp;IRAS website.<br><br></p><p>Hardcopies of the agreements can be purchased from the following book store:</p><p>Toppan Leefung Pte. Ltd. <br>1 Kim Seng Promenade <br>#18-01 Great World City <br>East Tower <br>Singapore 237994<br><br></p><p>Tel (65) 6826 9600/68269691&nbsp; Fax (65) 6820 3341&nbsp; <br>email: <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"mailto:egazinfo@toppanleefung.com\">egazinfo@toppanleefung.com</a> <br>or <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"mailto:legalpub@toppanleefung.com\">legalpub@toppanleefung.com</a><br><br></p><p>Operating Hours <br>Mon-Fri: 9.30am to 6.00pm <br>Closed on Saturday, Sunday and Public Holiday</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":82,"title":"Taxes and Duties - DTAs","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xv005li908wce69xcv","title":"How do I provide feedback on Singapore's DTAs?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xv005mi908zz9vx3fg","body":"<p>The Ministry of Finance welcomes members of the public to give their feedback on Singapores DTAs.&nbsp; <br>You may wish to send your feedback to <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"mailto:mof_qsm@mof.gov.sg\">mof_qsm@mof.gov.sg</a> .</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":82,"title":"Taxes and Duties - DTAs","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xv005oi908np0rfksi","title":"How do I seek assistance if I encounter a problem relating to the application of a particular DTA?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xv005pi908k7ecyit9","body":"The Mutual Agreement Procedure (MAP) Article of a DTA sets out the process to resolve issues relating to the application of the DTA.\n\nTaxpayers who wish to take up their issues under the MAP may consult the Inland Revenue Authority or tax agents to seek guidance on the matter.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":82,"title":"Taxes and Duties - DTAs","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xv005xi908hzxc5m2z","title":"How have GIC and Temasek performed? What information is available on their investment returns?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xv005yi908ogtbdnt8","body":"<p><strong>GIC</strong></p><p>GIC's mandate is to achieve good long-term returns, to preserve and enhance the international purchasing power of Government reserves.</p><p>GIC publishes an annual report on the performance of the Government's portfolio. The information below is extracted from its <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://report.gic.com.sg/index.html\">latest annual report</a> (Report on the Management of the Government's Portfolio for the Year 2021/22).<br><br></p><p>GIC's mandate to achieve good long-term returns above global inflation is represented by the primary metric for evaluating GIC's investment performance the rolling 20-year real rate of return. Over the 20-year period that ended 31 March 2022, the GIC Portfolio generated an annualised real return of 4.2%. The 20-year annualised real rate of return metric is the key focus for GIC, which matches its mandate and investment horizon. A 20-year period is appropriate as it spans a few business cycles and hence encompasses a number of market peaks and troughs.<br><br></p><p>GIC also discloses the nominal rates of return over 5-year, 10-year and 20-year periods. These time frames give a sense of the ongoing performance of the portfolio. The 5-year and 10-year rates of return serve as intermediate markers of GIC's longer term investment performance.<br><br></p><p>Table 1 below shows the portfolio's annualised nominal rates of return over the 5-year, 10-year and 20-year periods in USD terms and the corresponding portfolio volatility.<br><br></p><p><strong>Table 1: Nominal Annualized Return and Volatility of the GIC Portfolio (in USD, for periods ending 31 March 2022)</strong></p><img src=\"https://files.ask.gov.sg/1-h2fdud.png\" alt=\"Nominal annualised return and volatility of the GIC portfolio\"><p><br><br>Over the 20-year and 10-year periods ending March 2022, the GIC Portfolio returned 7.0% and 6.4% per annum in nominal USD terms, in line with the broader asset markets.Over the 5-year period, the GIC Portfolio return was 8.8%. This return was more pronounced due to the greater weight of the strong market recovery in FY2020/21.<br><br></p><p>Over the 5-year period, the GIC Portfolio return was 7.7%, boosted by the strong market recovery in FY2020/21 and early FY2021/22, despite the corrections towards the end of FY2021/22.<br><br></p><p>GIC also monitors the performance of a Reference Portfolio which comprises 65% global equities and 35% bonds. The Reference Portfolio is not a performance benchmark for the GIC Portfolio, but serves as a reference for its portfolio risk. It also does not include adjustments for costs that would be incurred when investing.<br><br></p><p>Table 2 below shows the Reference Portfolios annualised nominal rates of return over the 5-year, 10-year and 20-year periods in USD terms and the corresponding portfolio volatility.<br><br></p><p><strong>Table 2: Nominal Annualized Return and Volatility of the Reference Portfolio (in USD, for periods ending 31 March 2022)</strong></p><img src=\"https://files.ask.gov.sg/2-fdof75.png\" alt=\"Nominal Annualized Return and Volatility of the Reference Portfolio\"><p><br><br>Over the three time periods, and particularly over the last five years, the GIC Portfolio had lower volatility than the Reference Portfolio due to its diversified asset composition and pre-emptive measures to lower portfolio risk. Despite this lower risk exposure than the Reference Portfolio, the GIC Portfolio has performed creditably over a 20-year period.</p><p>For more information, click <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://report.gic.com.sg/index.html\">here</a>.<br><br></p><p><strong>Temasek</strong></p><p>Temasek's aim is to maximise shareholder value over the long term. A significant portion of Temaseks portfolio is invested in Singapore. However, since 2002, Temasek has taken active steps to invest in Asia and other markets.<br><br></p><p>Temasek publishes an annual report that discloses its annual portfolio value as well as its performance returns Total Shareholder Returns (by Market Value) over the last 1 year, 10 years, 20 years, 30 years, 40 years and since inception.</p><p>Temaseks financial performance is scrutinised by bond rating agencies, which have given it AAA rating. Temaseks financial statements are audited by an international audit firm. (Its 2022 statements were audited by KPMG.)</p><p>Temaseks Total Shareholder Returns (by Market Value) as at 31 March 2022 are shown in the chart below.<br><br></p><img src=\"https://files.ask.gov.sg/3-4g0zu2.png\" alt=\"Temasek’s Total Shareholder Returns\"><p><br><br>More information on Temasek's performance can be found in the Temasek Review 2022 (See online version <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.temasekreview.com.sg/\">here</a> ).</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xv0060i908gg0yw0lo","title":"How is Official Foreign Reserves (OFR) accumulated by MAS? Does Reserves Management Government Securities (RMGS) change this process?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xv0061i908cfbhnwo3","body":"<p>MAS accumulates foreign assets when implementing monetary policy via foreign exchange (FX) intervention operations. Foreign assets that MAS accumulates are known as OFR.<br><br></p><p>To dampen appreciation pressures on the SGD, MAS intervenes in the spot FX market by buying USD and selling SGD.</p><ul><li><p>The buying of USD increases OFR, which are MAS assets.</p></li><li><p>The selling of SGD increases banks SGD deposits with MAS, which are MAS liabilities. These additional balances correspondingly increase the aggregate amount of SGD liquidity in the banking system.<br><br></p></li></ul><p><strong>Buy USD / Sell SGD</strong></p><img src=\"https://files.ask.gov.sg/buy-usd-sell-sgd-3530ro.png\" alt=\"Buy USD, Sell SGD\"><p><br><br>MAS sterilises its FX interventions through its money market operations, to restore an appropriate level of SGD liquidity in the banking system and keep the monetary base unchanged. This supports the smooth functioning of SGD markets, and facilitates the needed lending and borrowing activity for market discovery of interest rates.<br><br></p><ul><li><p>MAS does so by withdrawing SGD liquidity using four instruments: direct borrowing, foreign exchange swaps, repurchase agreements on Singapore Government Securities, and issuance of MAS Bills.<br><br></p></li><li><p>For example, by issuing more MAS Bills than maturing (net issuance of MAS Bills), MAS can withdraw the additional SGD liquidity and restore banks SGD deposits with MAS to their original level.<br><br></p></li><li><p>Sterilisation is not a pre-requisite for FX intervention (or accumulation of OFR), but is subsequent to such intervention to support the smooth functioning of interest rate markets rather than the monetary policy target (which is the S$NEER).<br><br></p></li></ul><p><strong>Issuance of MAS Bills</strong></p><p><br></p><img src=\"https://files.ask.gov.sg/issuing-mas-bills-825z90.png\" alt=\"Issuance of MAS Bills\"><p><br><br>With the introduction of RMGS, there is no change in MAS intervention and sterilisation operations.<br><br></p><ul><li><p>MAS will subscribe for RMGS only after it has accumulated more OFR than what is needed to conduct monetary policy and support financial stability.<br><br></p></li><li><p>MAS decides the amount and timing of its OFR transfers to the Government, and hence its RMGS subscriptions.<br><br></p></li></ul><p>For more information, please click <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.mas.gov.sg/-/media/MAS/About-MAS/Monographs-and-information-papers/20130313-Monetary-Policy-Operations-Monograph.pdf\">here</a> for a monograph on Monetary Policy Operations in Singapore.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":84,"title":"Reserves - RMGS","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xw0066i908q19yys4t","title":"How is the annual value of my property calculated?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xw0067i908egihyaga","body":"<p>The annual value (AV) is the estimated annual rent of your property if it were to be rented out, excluding the furniture, furnishings and maintenance fees. <br>It is determined after analysing the rents of similar or comparable properties. The basis of determining the AV is the same whether the property is rented out at high or low rental rates, owner-occupied or left vacant.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":81,"title":"Taxes and Duties - Property","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xw0069i908ccfef9g8","title":"How is the specified amount of a relevant withdrawal that is exempt from tax computed?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xw006ai908qpvuavx9","body":"<p><strong>Computation of amount exempt from tax</strong></p><p>SRS members, who have not made any withdrawal [1] prior to the relevant withdrawal (i.e. (i) deemed withdrawal upon death or (ii) full withdrawal on the grounds of terminal illness), will receive the full tax exemption of $400,000 on the relevant withdrawal.<br><br></p><p>If the SRS member had made such prior withdrawal, the exemption amount of $400,000 will be lowered by:<br></p><p>(i) $40,000 for every year since the first year of the prior withdrawal, to the year immediately before the year of the relevant withdrawal (both years inclusive); and<br></p><p>(ii) the lower of $40,000 and the sum of all prior withdrawals [2], made in the year of the relevant withdrawal. (Please refer to example below).<br><br></p><p><strong>Application of exempt amount for tax withheld/collected by SRS operators for actual withdrawals made by non-citizens</strong><br><br></p><p>From 1 July 2016, the amount on which tax is withheld or collected by the SRS operator for a full withdrawal made by a non-citizen SRS member, on the ground that he is suffering from a terminal illness or disease, will accordingly be reduced by the specified amount of withdrawal that is exempt from tax. (Withholding tax or collection of tax by the SRS operator only applies to actual withdrawals made by non-citizens, and hence do not apply to deemed withdrawals upon death.)<br><br></p><p><strong>Example</strong><br><br></p><p>As an illustration, consider an SRS member who made his first withdrawal after reaching the prescribed retirement age in year 2013. He withdrew $6,000 in Jan 2015 before he passed away with $420,000 standing in his SRS account on 1 Aug 2015. The specified amount of the deemed withdrawal upon death that is exempt from tax is $314,000, computed as follows:<br><br></p><img src=\"https://files.ask.gov.sg/example-amount-exempt-from-tax-2dkct6.png\" alt=\"Example: Amount Exempt from Tax\"><p><br></p><p>The amount of deemed withdrawal upon death that is chargeable to tax is computed as follows:</p><img src=\"https://files.ask.gov.sg/example-tax-chargeable-on-death-wmcny3.png\" alt=\"Example: Tax Chargeable on Death\"><p><br><br>The amount of withdrawal made in Jan 2015 after the prescribed retirement age, is also chargeable to tax:</p><img src=\"https://files.ask.gov.sg/example-tax-chargeable-on-retirement-15857q.png\" alt=\"Example: Tax Chargeable on Retirement\"><p><br></p><p>[1] Withdrawal upon or after the statutory retirement age, or on medical grounds.</p><p>[2] Withdrawal upon or after the statutory retirement age, or on medical grounds.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":66,"title":"SRS - Withdrawals","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xw006ii908s429zlsk","title":"How much can I withdraw from the SRS account?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xw006ji908ddp08k3g","body":"You may withdraw any amount of SRS savings you desire. There is no specified minimum or maximum sum of withdrawal.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":66,"title":"SRS - Withdrawals","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xx0079i908ymg2j1ew","title":"I am about to graduate. However, the online application form requires candidates to indicate degree classification. What should I do?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xx007ai908skrff0r7","body":"The Ministry welcomes job applications from undergraduates who are graduating later this year. Please indicate your expected class of degree based on your GPA points.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":71,"title":"Employment","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xy007ci908wjejrxrm","title":"I am a foreigner leaving the country in the middle of the year. How do I claim SRS tax relief when seeking tax clearance before leaving the country?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xy007di9085igow5rc","body":"You should obtain a statement of account specifically for the purpose of tax clearance from your SRS Operator. The IRAS will grant you the tax relief when you present such a statement.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":83,"title":"SRS - Claiming Tax Relief","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xy007li908uqmffz3o","title":"I am a single working adult who needs to employ a maid to look after my parent who is seriously ill. Why can I not claim the foreign maid levy relief?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xy007mi908s7ozrsfq","body":"<p>There are various types of personal reliefs provided in our income tax assessment system. Some of these are general reliefs provided to individuals like the Earned Income Relief. There are also other reliefs that serve specific objectives and thus are provided only to specific group of qualifying individuals. <br><br>The foreign maid levy (FML) relief is one targeted relief meant to encourage married women to re-join the workforce after they have set up their families. This is the reason why FML relief is provided only to married working women. Therefore, we are not able to allow you to claim this relief. <br><br>However, if you have contributed to your parent's maintenance, you can qualify for the parent relief. The parent relief is given as a recognition for individuals taking care of their parents who are 55 years old or more, or are physically or mentally handicapped. <br><br>It is however not meant to compensate the individual in full for the expenses incurred in caring for his/her parents.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":68,"title":"Taxes and Duties - Income Tax","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xy007ri908ccvm1ulz","title":"I am interested in doing my internship at the Ministry of Finance. How do I go about applying for this?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xy007si9080pmn1yp5","body":"Temporary placement within Ministry of Finance is driven by the requirements and timing of the project assignments available. You should therefore forward us your resume as well as indicate your research interests for us to keep in view your application. If there are any opportunities that match your talents and period of availability, you will be contacted directly by our HR.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":71,"title":"Employment","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xz007xi90833sb24fl","title":"If a person is a non-PR in the current year but is a PR in the next year, what will his SRS contribution cap be in the next year?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xz007yi908b6r77nun","body":"If a person is a non-PR in 2001 but is a PR in 2002, his SRS contribution cap in 2002 should be computed at the rate of 15%, which is the rate applicable to a PR.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":73,"title":"SRS - Contribution","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}}],"webResult":null,"count":213,"agency":{"id":"clgots78u0002mh093fx7cdev","name":"Ministry of Finance","code":"mof","homepageUrl":"https://www.mof.gov.sg/","enquiryPageUrl":null,"scope":"GLOBAL","emailDomainWhitelist":[],"type":"OFFICIAL","minimumDayResponseTime":2,"responseTimeRange":3,"logoUrl":"https://logos.ask.gov.sg/mof.png","searchHint":"are retrenchments payments taxable?","description":null,"trendingTerms":["srs withdrawal","srs investments","srs funds","tax relief","cost of living"],"hasSubjectTriaging":false,"subjects":[]},"currentPage":8,"matchedTokens":null,"agencyTopics":[{"id":76,"qcount":37,"title":"Our Nation's Reserves","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":66,"qcount":26,"title":"SRS - Withdrawals","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":67,"qcount":19,"title":"SRS - Investments","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":78,"qcount":15,"title":"Government Budget","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":73,"qcount":15,"title":"SRS - Contribution","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":68,"qcount":15,"title":"Taxes and Duties - Income Tax","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":77,"qcount":12,"title":"Taxes and Duties - GST","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":71,"qcount":10,"title":"Employment","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":84,"qcount":10,"title":"Reserves - RMGS","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":72,"qcount":10,"title":"SRS - Others","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":79,"qcount":7,"title":"Procurement Policies","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":74,"qcount":7,"title":"SRS - Participation","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":70,"qcount":6,"title":"Corporate Governance","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":82,"qcount":5,"title":"Taxes and Duties - DTAs","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":87,"qcount":3,"title":"About MOF - General Questions","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":83,"qcount":3,"title":"SRS - Claiming Tax Relief","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":88,"qcount":3,"title":"Taxes and Duties - CNG Duty","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":85,"qcount":3,"title":"Taxes and Duties - Corp Tax","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":81,"qcount":3,"title":"Taxes and Duties - Property","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":80,"qcount":2,"title":"Incomes and Purchasing Power","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":86,"qcount":2,"title":"SRS - Benefits","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":75,"qcount":2,"title":"SRS - Eligibility","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":69,"qcount":0,"title":"Public Private Partnership","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null}]}