{"questionListItems":[{"id":"clgotv5xq002xi9084mszn43u","title":"Companies can have one director. Does this director have to be a Singaporean/PR/Employment Pass holder?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xq002yi9085pyq686k","body":"<p>Yes, every company must continue to have at least one director who is ordinarily resident in Singapore. <br><br>This is to ensure that there is someone in Singapore who is accountable to the company's stakeholders.<br><br> In addition, the director must be at least 18 years old and not an undischarged bankrupt. <br><br>He must also not have been convicted of any offences involving fraud or dishonesty in the last 5 years. <br><br>Please refer to the Accounting and Corporate Regulatory Authority's website (<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.acra.gov.sg\">https://www.acra.gov.sg</a> ) for details.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":70,"title":"Corporate Governance","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xq0033i9085u6o1tgf","title":"Did the Government borrow $22 billion to fund COVID-19 measures?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xq0034i908pkvgulyw","body":"<p>There are online reports alleging that the Government had borrowed $22 billion to fund the 2020 Budget measures to address the COVID-19 pandemic. This is inaccurate.<br><br></p><p>The $22 billion loan capital mentioned in <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.mof.gov.sg/newsroom/parliamentary-replies/updated-budget-deficit-forecast-for-fy-2020-2021-after-budget-and-supplementary-budget-announcements\">https://www.mof.gov.sg/newsroom/parliamentary-replies/updated-budget-deficit-forecast-for-fy-2020-2021-after-budget-and-supplementary-budget-announcements</a> on 4 Jun 2020 to NCMP Leon Pereras Parliamentary Question is not a borrowing by Government to finance its budget.<br><br></p><p>On the contrary, the Government has set aside the $22 billion loan capital to provide financing support to companies, similar to measures taken during the Global Financial Crisis and during this crisis by other international governments. <br><br>Banks can tap on the Governments loan capital, if they need to supplement their own capital to provide loans to companies under the financing schemes launched, such as the Temporary Bridging Loan programme.<br><br></p><p>Disbursement of the loan capital by the Government is not a fiscal expenditure, as it is expected to be repaid. We have separately set aside a budget to meet the Government's share of the risk for loans that may not be fully repaid.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":78,"title":"Government Budget","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xq0039i908rexongxj","title":"Does Singapore allow the establishment of limited partnerships and limited liability partnerships?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xq003ai9083md69m21","body":"<p>Yes, both business structures are permitted in Singapore. Please refer to the Accounting and Corporate Regulatory Authoritys website (<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.acra.gov.sg\">https://www.acra.gov.sg</a>) for details.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":70,"title":"Corporate Governance","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xr003ci908vlyvp7eo","title":"Does the Government profit from selling land repeatedly, when the land returns to the Government?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xr003di908ink4q1pw","body":"<p>Land returns to the State at the end of a lease, as the State holds ultimate title to the land. It then becomes State land once again and is protected as part of the reserves.<br><br></p><p>When that happens, there is no “profit” or net increase in the reserves. This is because the value of the “reversionary interest” in land (i.e. the right to resume ownership of the land at the end of a lease) forms part of the reserves. <br><br>In other words, when land is sold, the financial proceeds that the State receives make up for the State's loss of use of the land for the lease period, and not for the State giving the land away forever.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xr003ri908bv7z2rjb","title":"Do Small and Medium Enterprises (SMEs) stand a fair chance of winning government contracts?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xr003si9084z5zmxjx","body":"<p>Government procurement is conducted according to the principles of transparency, open &amp; fair competition, and value-for-money. Government agencies are expected to evaluate all bids submitted by eligible suppliers fairly, regardless of the size of the firm.&nbsp;&nbsp;<br><br></p><p>For tenders of large value, smaller suppliers may participate as joint collaborations or consortia to compete for these projects.<br><br></p><p>SMEs stand a fair chance at being awarded Government tenders, which are those with larger value procurements above $70,000.&nbsp; <br><br>In 2011:</p><ul><li><p>About 20% of the total number of Government tenders were awarded to suppliers with Net Tangible Assets up&nbsp;to $250,000.</p></li><li><p>About 65% of tenders with value up to $100,000 were awarded to companies with Net Tangible Assets of less than $250,000.</p></li></ul>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":79,"title":"Procurement Policies","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xr003ui908sdaixwi2","title":"Do the Government Financial Statements include the size of our reserves?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xr003vi9084dj6xgsx","body":"<p>The Statement of Assets and Liabilities (SAL) is part of the Government Financial Statements (GFS) that are submitted to Parliament at the end of each financial year in accordance with the Constitution.<br><br></p><p>The Government’s total financial assets as reflected in the SAL do not represent the size of our national reserves.<br><br></p><p>a. The SAL reflects how the cash and investment balances of the Government are accounted for in funds and deposit accounts that are established in accordance with the laws governing them.<br><br></p><p>b. The Government’s total financial assets records the gross assets comprising cash and investments that are set aside in these funds and deposit accounts.<br><br></p><p>c. These assets include Government borrowings such as the Special Singapore Government Securities issued to the CPF Board. The Government’s total financial assets is thus not a proxy for the size of the reserves.<br><br></p><p>More details can be found in the explanatory notes to the SAL within the GFS.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xs003xi908s54odbth","title":"Do we have to cash in stock options deemed to be exercised at the point that foreign employees finish working?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xs003yi9089lef76bf","body":"Yes, the foreign employees need not physically cash in their stock options. The stock options are merely deemed to be exercised for tax purposes.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":68,"title":"Taxes and Duties - Income Tax","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xs0040i90831qtnmpr","title":"Do we really have to raise GST, and if so, when is it really needed?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xs0041i908hjift4u2","body":"<p>Government has thoroughly studied our spending trends and different ways to raise revenues to fund our plans.<br><br></p><p>Based on this, the Government has concluded that it needs to raise GST sometime in the period from 2021 to 2025.<br><br></p><p>It is prudent to raise taxes in good time, and not only when our resources become strained.<br><br></p><p>When deciding on the exact timing of the GST increase, we will carefully assess the state of the economy, trends in expenditure and revenues.<br><br></p><p>Just as the decision to raise GST was not made lightly, the Government will also exercise care in deciding when to do this.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":77,"title":"Taxes and Duties - GST","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xs0043i9082iiigi0w","title":"Has the Government transferred funds to Temasek or GIC to show better performance?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xs0044i90858zrim1e","body":"<p>No, the Government has not and does not transfer funds to Temasek or GIC to improve their performance figures.<br><br></p><p>As shareholder in Temasek, the Government injects capital into the company taking into account the long-term returns and risks associated with such investment. These capital injections are reflected in Temaseks accounts and are made public.<br><br></p><p>An occasional misperception is that capital injections can be used to improve the reported returns performance of Temasek. Capital injections can enable Temasek to increase the size of its portfolio, but do not improve investment returns5. Temaseks reported returns figure follows the widely accepted practice of computing returns, which is to deduct any capital injections from (and withdrawals by) the Government in making such calculations. Temaseks returns figure is reviewed and regularly published in its <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"http://www.temasekreview.com.sg/#performance-groupFinancialHighlights\">review</a>.<br><br></p><p> In the case of GIC, the allocation of Government funds to GIC for investment management also cannot improve GICs investment performance figures.</p><p><br></p><p>[5] Investment gains/losses are always tracked by comparing the current market value of investments held against the historical purchase price for these investments. Capital injections do not increase or decrease the current market value or historical purchase prices of investments</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xs0046i908db6ibj1b","title":"Have GIC and Temasek lost value as a result of the financial crisis in 2008-2009?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xs0047i9080m9ft2cz","body":"GIC and Temasek have fully recovered from the global financial crisis.  \n\nDuring the financial crisis, the portfolios managed by GIC and Temasek had suffered declines in their portfolio values in line with global market declines. However, these declines came after much greater increases in their portfolio values in the preceding five years. For example, Temaseks portfolio increased by S$124 billion over the preceding five years from the time the market cycle commenced in April 2003 to March 2008.  \n\nTaking the cycle as a whole from the start of the crisis and through the recovery both GIC and Temasek have done creditably in comparison to their international peers among major global managers. They have fully recovered their declines in portfolio values occurred during the crisis. More importantly, both GIC and Temasek have earned creditable returns over longer periods (see question on \"https://ask.gov.sg/questions/1158 (How have GIC and Temasek performed? What information is available on their investment returns?) \").  \n\nThe long-term investment orientation of GIC and Temasek has allowed them to tolerate short-term volatility and ride out market cycles, in order to achieve long term gains. To evaluate their performance, we therefore have to look at how they performed over the long term, rather than in the short term where their performances would be influenced by the immediate market cycle. Moreover, they have to be evaluated based on changes in their overall portfolio values rather than by how much they have made or lost on individual investments.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xs0049i908ruhbndo4","title":"Have our real incomes been stagnating?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xs004ai908avsokpfs","body":"<p>Real incomes are incomes that have been adjusted for price changes.</p><p>The majority of Singaporean workers and households have seen growth in their real incomes in the five-year period from 2007 to 2012. Real income growth in 2007-2012 was also stronger than in the earlier five-year period of 2002-2007.<br><br></p><p>For the lower 20 percent of Singaporeans, income growth was weak or negative in 2002-2007, and only recovered in the last five years (2007-2012).<br><br></p><p><strong><em>Individual wages</em></strong></p><p>The median worker saw real wage growth of 9.3% in 2007-2012. However, in the previous five years from 2002 to 2007, real wages of the median worker declined by 0.2% [Chart 1].&nbsp;<br><br></p><p>Real wages of the worker at the 20th percentile grew more slowly at 4.4% in 2007-2012, offsetting a fall by 3.7% from 2002 to 2007.<br><br></p><p>Note that the figures for real income growth are after deducting All-Items CPI inflation. This includes costs of imputed rentals on owner-occupied homes, which are not actual cash expenditures. Real income growth in the last five years was stronger when excluding this item at 8.2% and 13.2% respectively for the 20th percentile and median income worker in 2007-2012 (see footnote to Chart 1).</p><p><br></p><p><em>Chart 1: Change in the Real Gross Monthly Income from Work (including employer CPF contributions) of full-time employed Singapore Citizen, 2002-2007 &amp; 2007-2012 (June)</em></p><p><br></p><p>Note: Deflating by CPI excluding imputed rentals on owner-occupied accommodation, the cumulative real growth for the 20th percentile and median income are -4.5% and -1.1% respectively in 2002-2007 and 8.2% and 13.2% respectively in 2007-2012.</p><p><br></p><p><strong><em>Household income</em></strong></p><p>Similarly, real median monthly household income from work on a per household member basis has increased by 13.9% in the last five years (2007-2012), after growing by 7.9% in the previous five years (2002-2007) [Chart 2].</p><p>Real income growth at the 20th percentile was also stronger in the second half of the decade (10.2%) than the first half (4.4%).<br><br></p><p>Real income growth in the last five years was stronger when excluding imputed rentals on owner-occupied homes&nbsp; at 19.2% and 18.8% respectively for the 20th percentile and median income household in 2007-2012 (see footnote to Chart 2).</p><p><br></p><p><em>Chart 2: Cumulative Real Change in Monthly Household Income from Work Per Household Member Among Employed Singaporean Households, 2002-2007 &amp; 2007-2012.</em></p><p><br></p><p>* Deflating by CPI excluding imputed rentals on owner-occupied accommodation, the cumulative real growth for the 20th percentile and median income households are 3.1% and 7.2% respectively in 2002-2007 and 19.2% and 18.8% respectively in 2007-2012.</p><p>Household income from work includes employer CPF contributions.</p><p><br></p><p><strong><em>International comparisons of real income growth</em></strong></p><p>Slowing or stagnating incomes are a challenge for most developed countries, and the more developed ones in Asia. Chart 3 compares real income growth in Singapore with that in similar Asian economies. The median Singaporean household has seen its real income grow more than twice as fast as that in Hong Kong, and more so compared to South Korea and Taiwan.</p><p>Source: Data from National Statistical Offices and the IMF<br><br></p><p>Notes:</p><p>- South Korea: based on average rather than median income. Also includes transfers but not taxes.</p><p>- Hong Kong: based on median income after accounting for cash transfers.</p><p>- Hong Kong data is for 2006-2011, unlike the other three countries (2007-2011).</p><p>- Cumulative real growth for Singapore from 2007-2012 is 17.7%. Data for 2012 is not available for Hong Kong, South Korea and Taiwan.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":80,"title":"Incomes and Purchasing Power","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xs004ci908iznpuzgm","title":"How are CPF interest rates determined?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xs004di908wqhmc8nj","body":"<p>CPF interest rates are pegged to risk-free market instruments of comparable duration. However, there is also a minimum interest rate on CPF savings that protects members when market interest rates fall to low levels, such as in recent years. Lower and middle-income members also benefit from extra interest paid on smaller CPF balances.<br><br></p><p>Currently, monies in members Ordinary Account (OA) earn a minimum interest rate of 3.5% on the first $20,000. Those with larger balances also enjoy this 3.5% per year on their first $20,000, and 2.5% per year for the rest of their OA savings. More than half of all CPF members earn 3.5% per year on all their OA balances.<br><br></p><p>Monies in members Special, Medisave and Retirement Accounts (SMRA) earn a minimum interest rate of 5% on at least the first $40,0009. Those with large balances also enjoy this 5% per year on at least their first $40,000, and 4% per year for the rest of their SMRA savings. Around 2/3 of members earn 5% per year interest on all of their SMRA savings.<br><br></p><p>The interest rates on the OA and SMRA reflect the durations for which members savings are held. The OA is a liquid account. The monies in the OA can be withdrawn at any time for housing. Many members withdraw substantial amounts from their OA.<br><br></p><p>The SMRA are for longer-term retirement and medical needs. The interest rate on the SMRA aim to be equivalent to what a 30-year SGS would earn, as 30 years is the typical duration for which SMRA monies are held. As the 30-year SGS did not exist when the Government made changes to the interest rate structure in 2007, SMRA rates were pegged to the yield of 10-year SGS plus 1%. The 1% spread is in fact higher than that which international bond markets have paid on 30-year bonds. The current yield on the 30-year SGS, which is not widely traded, is around 3%. This is well below the minimum interest rates of 4-5% that are currently paid on SMRA accounts.<br><br></p><p>The interest rates that CPF members receive are hence significantly higher than for equivalent, risk-free market instruments currently. There is also no link between CPF interest rates, and the returns earned by GIC. The CPF Board invests CPF savings entirely in risk-free SSGS issued by the Government. CPF members receive fair returns as described above, with no investment risk.</p><p>The Government invests the SSGS proceeds together with its other assets through the GIC, and takes investment risks aimed at achieving good long term returns. However, the consequence of taking risk as a long-term investor is that returns may be weak or even negative over shorter periods. <br><br>The Government is able to guarantee CPF savings and pay the minimum interest rates on CPF savings regardless of GICs returns over any period, because the Governments balance sheet enables it to absorb risks. The Government has a significant buffer of net assets, i.e. assets which are well above its liabilities including its CPF commitments. (See related question on \"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://go.ask.gov.sg/mof/questions/clgotv5y9009ci908z20jsghz\">Is our CPF money safe?\"</a>)</p><p><br></p><p>[9] You earn 5% per year on up to the first $60,000 of your Special and Medisave Accounts, if your Ordinary Account is less than $20,000. Also, after age 55, the first $60,000 of the Retirement Account earns 5% per year.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xt004oi908a77e3uip","title":"How can I make a withdrawal from my SRS account?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xt004pi908gpbthxof","body":"You may approach your SRS operator to submit an application for making withdrawals.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":66,"title":"SRS - Withdrawals","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xt004ri908wlgy71eg","title":"How does being included in the Net Investment Returns (NIR) framework impact the investment strategies Temasek, GIC and MAS?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xt004si9086ll3g1c4","body":"<p>Being included in the NIR framework does not impact the investment strategies of the three entities.</p><p>The NIR framework provides a formula to work out how much the Government can spend from the reserves, based on the expected long-term real rate of return of the investment entities on the framework. By basing the Governments spending on expected long-term returns of the investment entities on the framework, the investment entities are not pressured to sell assets, realise capital gains, and pay more dividends. NIR framework is designed to ensure that the investment returns are tapped for spending in a disciplined and prudent way. (See question on \"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://go.ask.gov.sg/mof/questions/clhfmtjbd0000md08e7hitlpl\">How does the NIR framework ensure that the investment returns are tapped for spending in a disciplined and prudent way?</a> \")<br><br></p><p>The Government has a healthy level of Government Deposits with MAS as well as a variety of sources of cash flows to meet its liquidity needs for day-to-day operations. This enables the Government to manage its liquidity needs independent of the cash flows from the three entities investment strategies. Unlike dividends which are separately determined, the NIR framework does not require any realisation of cash that needs to be transferred from the investment entities to the Government.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xt004ui908marfb7a7","title":"How does MAS accumulate Official Foreign Reserves?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xt004vi908ekuc7uoe","body":"<p>We provide an explanation of the flow of funds that leads to the accumulation of Official Foreign Reserves (OFR), as well as the periodic transfer of excess OFR from MAS to Government.</p><p>On 11 January 2022, Parliament passed the MAS (Amendment) Bill which enables MAS to subscribe for Reserves Management Government Securities (RMGS) issued by the Government. In exchange, MAS will transfer to the Government OFR that are in excess of what MAS needs to conduct monetary policy and ensure financial stability (henceforth referred to as excess OFR for short).<br><br></p><p>The amendment to the MAS Act does not change in any way how MAS accumulates OFR. Neither does it change the principles on which excess OFR is transferred from MAS to the Government, nor create new domestic money supply in the process. This section explains these matters and clarifies certain misconceptions.<br><br></p><p><em>What are the sources of OFR accumulation?</em></p><p>OFR is accumulated when MAS purchases US dollars in exchange for Singapore dollars, in order to moderate the appreciation of the Singapore dollar exchange rate. It is hence a consequence of MAS monetary policy, which since the early 1980s has been focused on keeping the exchange rate within its target policy band.<br><br></p><p>The appreciation pressure on the Singapore dollar has reflected both supply and demand factors within the flow of funds. Chief among these have been the following two factors:</p><p>Public sector operations which withdraw supply of Singapore dollars from the system. These occur when the government records overall surpluses, and because of government borrowings through issuance of Singapore Government Securities (SGS) in the bond market, and issuance of Special Singapore Government Securities (SSGS) to the CPF Board.</p><ul><li><p>The proceeds of SGS and SSGS issuance cannot be spent in the Government budget, and hence contribute to overall public sector surplus monies that are placed with MAS in the form of government deposits.</p></li><li><p>Together, these public sector operations result in a withdrawal of Singapore dollar liquidity from the domestic banking system, which leads to appreciation pressures on the Singapore dollar.<br><br></p></li></ul><p>Capital inflows into Singapore which increase the demand for Singapore dollars. These capital inflows reflect Singapores strong economic and financial fundamentals, as reflected in its triple-A credit rating over many years. These too lead to appreciation pressures on the Singapore dollar.<br><br></p><p>MAS monetary policy operations ensure that the appreciation pressures on the Singapore dollar, whichever their source, do not compromise the objective of its exchange rate-centred monetary policy or domestic money market conditions. When MAS hence intervenes in the foreign exchange market by purchasing US dollars for Singapore dollars, it accumulates OFR.<br><br></p><p>Over the 1980s to the 2000s, both the supply and demand factors highlighted above contributed significantly to appreciation pressures on the Singapore dollar, and OFR accumulation. Until about 25 years ago, the Government ran large surpluses which together with SGS and SSGS issuance, led to a significant contraction of Singapore dollar liquidity.<br><br></p><p>However, in the last decade, it is large capital inflows that have chiefly contributed to the increase in OFR accumulation.</p><ul><li><p>With rising expenditures for healthcare, other social spending and infrastructure, the Governments surpluses and thus its deposits with MAS have declined significantly.</p></li><li><p>However, there has been a significant increase in capital inflows into Singapore, reflecting exuberant liquidity conditions in global financial markets and confidence in Singapore. As a result, the Singapore dollar exchange rate has faced strong appreciation pressures, necessitating MAS to step up its intervention operations to prevent an undue strengthening in the domestic currency.</p></li><li><p>This has led to an accumulation of OFR despite declining government surpluses.<br><br></p></li></ul><p><em>How are reserves transferred from MAS to Government?</em></p><p>Since 1981 when GIC was set up, MAS has been making periodic transfers to the Government of OFR that has been in excess of what it needed to conduct monetary policy and ensure financial stability. <br><br>This has enabled the Government to invest foreign reserves through GIC on a longer-term basis while still ensuring that MAS has sufficient OFR to carry out its mandate.</p><p>Previously, these transfers of OFR were accompanied by a drawdown of Government deposits with MAS.</p><ul><li><p>As reflected on MAS balance sheet, this involves a reduction in both its assets and liabilities, with no change in MAS net assets: in exchange for the OFR that MAS transfers to Government (i.e. a reduction of MAS assets), the Government draws down its deposits with MAS (i.e. a reduction in MAS liabilities).<br><br></p></li></ul><p>This transfer mechanism worked as long as the Government ran sizeable surpluses, contributing to significant deposits with MAS. With the decline in government surpluses and deposits with MAS, a new mechanism is needed to enable the transfer of excess OFR from MAS to the Government.<br><br></p><p>Hence the issuance of RMGS by the Government to MAS in exchange for OFR.</p><ul><li><p>As reflected on MAS balance sheet, this leads to a replacement of one form of assets for another. MAS transfer of foreign currency assets (OFR) will be replaced by a domestic asset that is a claim on the Government (RMGS).<br><br></p></li></ul><p>Whether the transfer of OFR from MAS to the Government is achieved through a drawdown of Government deposits with MAS or the issuance of RMGS to MAS, there is no change in MAS net assets.<br><br></p><p><em>Does RMGS lead to new domestic money creation or central bank financing of the Government budget?</em></p><p>There is no new money creation arising from the purchase of RMGS by MAS.</p><p>Monetary financing of governments typically happens when central banks purchase government securities on the primary market and credit the proceeds to the government, i.e. the central bank prints money to help fund the government budget.<br><br></p><p>The purchase by MAS of RMGS is fundamentally different. It does not involve MAS creating Singapore dollars to give to the Government to spend. Instead, MAS is transferring excess OFR its foreign currency assets to the Government. In fact, the legislation allows MAS to transfer only foreign currency assets to the Government in exchange for RMGS. This eliminates the possibility of MAS creating Singapore dollars to finance government spending.<br><br></p><p>MAS subscription to RMGS is also not a form of quantitative easing. In some of the advanced economies, quantitative easing (QE) consists of the purchase of securities including government securities in the secondary market by the central bank, leading to an expansion of commercial banks deposit balances with the central bank. This represents an increase in the monetary base which supports the creation of new money. <br><br>But MAS subscription to RMGS is not a transaction with commercial banks. It does not expand the banks balances with MAS. In fact, the size of MAS balance sheet does not change when it subscribes to RMGS. There is only a shift in the composition of its assets as explained above. (Please refer also to FAQs on RMGS here.)<br><br></p><p>In short, the introduction of RMGS does not change the flow of funds leading to OFR being accumulated by MAS. Neither does it alter the rationale or principles upon which excess OFR is transferred from MAS to the Government. It only changes the mechanism by which this transfer of excess OFR is effected.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}}],"webResult":null,"count":213,"agency":{"id":"clgots78u0002mh093fx7cdev","name":"Ministry of Finance","code":"mof","homepageUrl":"https://www.mof.gov.sg/","enquiryPageUrl":null,"scope":"GLOBAL","emailDomainWhitelist":[],"type":"OFFICIAL","minimumDayResponseTime":2,"responseTimeRange":3,"logoUrl":"https://logos.ask.gov.sg/mof.png","searchHint":"are retrenchments payments taxable?","description":null,"trendingTerms":["srs withdrawal","srs investments","srs funds","tax relief","cost of living"],"hasSubjectTriaging":false,"subjects":[]},"currentPage":7,"matchedTokens":null,"agencyTopics":[{"id":76,"qcount":37,"title":"Our Nation's Reserves","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":66,"qcount":26,"title":"SRS - Withdrawals","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":67,"qcount":19,"title":"SRS - Investments","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":78,"qcount":15,"title":"Government Budget","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":73,"qcount":15,"title":"SRS - Contribution","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":68,"qcount":15,"title":"Taxes and Duties - Income Tax","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":77,"qcount":12,"title":"Taxes and Duties - GST","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":71,"qcount":10,"title":"Employment","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":84,"qcount":10,"title":"Reserves - RMGS","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":72,"qcount":10,"title":"SRS - Others","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":79,"qcount":7,"title":"Procurement Policies","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":74,"qcount":7,"title":"SRS - Participation","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":70,"qcount":6,"title":"Corporate Governance","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":82,"qcount":5,"title":"Taxes and Duties - DTAs","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":87,"qcount":3,"title":"About MOF - General Questions","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":83,"qcount":3,"title":"SRS - Claiming Tax Relief","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":88,"qcount":3,"title":"Taxes and Duties - CNG Duty","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":85,"qcount":3,"title":"Taxes and Duties - Corp Tax","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":81,"qcount":3,"title":"Taxes and Duties - Property","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":80,"qcount":2,"title":"Incomes and Purchasing Power","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":86,"qcount":2,"title":"SRS - Benefits","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":75,"qcount":2,"title":"SRS - Eligibility","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":69,"qcount":0,"title":"Public Private Partnership","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null}]}