{"questionListItems":[{"id":"clgotv5xy007oi90818i49i78","title":"I am currently an employee of a Ministry. What is the procedure if I am interested in transferring to another Ministry?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xy007pi908y38tci20","body":"You must apply for the transfer to another Ministry, either through your Ministry or department, or directly. The receiving Ministry shall consult your Ministry on your records and the appropriate timing for the release, before seeking approval for the transfer.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":3},"topics":[{"id":71,"title":"Employment","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xy007ui908bi3spi7c","title":"I am interested in joining the SRS scheme. If I contribute for 6 years and then cease employment in Singapore, what is the status of my SRS account?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xy007vi908qt9my5gn","body":"There is no change to your SRS account. Your funds will remain in the account for you to withdraw them later.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":3},"topics":[{"id":74,"title":"SRS - Participation","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5ya009ri908aqiff6cl","title":"Is the Government borrowing too much? Isn't Singapores debt-to-GDP ratio already very high?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5ya009si908wqgeodm7","body":"The gross debt-to-GDP ratio is not an accurate representation of the Singapore Governments financial position. It does not consider our strong reserves position.  \n\nIn fact, Singapore has zero net debt.  We have more assets than liabilities, and the excess of the assets over the liabilities are our reserves, which yield investment returns. The strength of our balance sheet is validated by our triple-A credit rating from international credit rating agencies. \n\nMore importantly, the majority of Government borrowing is for non-spending purposes. \n\nOnly borrowings under the Significant Investment Government Loan Act (SINGA), which make up a very small proportion of total Government borrowings, are for spending. Under the SINGA, the Government borrows to finance and capitalise nationally significant infrastructure, and there are strict safeguards under the SINGA to ensure prudence in borrowing. \n\nA more meaningful measure of our debt sustainability would be to look at the debt-to-GDP ratio of SINGA debt, which is significantly lower. \n\nFor more information on Government borrowings, click https://www.mof.gov.sg/docs/default-source/default-document-library/news-and-publications/featured-reports/overview-of-singapore-government-borrowings-(jan-2022).pdf (here) .\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":3},"topics":[{"id":84,"title":"Reserves - RMGS","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5yd00boi908uzk9jt0h","title":"Under what situations am I not be allowed to contribute to my SRS account?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yd00bpi908os0ixeq8","body":"<p>You may no longer contribute to SRS after you start withdrawing from your SRS account:</p><p>(i) at or after the prevailing statutory retirement age that was prevailing when you made your first SRS contribution, or;</p><p>(ii)&nbsp;on medical grounds.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":3},"topics":[{"id":73,"title":"SRS - Contribution","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5yu00gli908h5ttsa15","title":"Who manages our reserves?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yu00gmi9083dp8a0vx","body":"<p>Given their strategic importance, it is vital that we enhance the long-term value of our reserves. To achieve this, the assets are invested professionally and on a strictly commercial basis, with the aim of generating sustainable returns over the long term.<br><br></p><p>The Governments assets are mainly managed by GIC Private Limited. The Government also places deposits with the MAS; in turn, MAS as a statutory board holds its own assets on its balance sheet. In addition, the Government is the sole equity shareholder of Temasek Holdings (Temasek). Temasek owns the assets on its balance sheet.<br><br></p><p>Information on the Governments deposits with MAS is available at <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"http://www.mas.gov.sg/Statistics/Reserve-Statistics/Monetary-Authority-Assets-and-Liabilities.aspx\">http://www.mas.gov.sg/Statistics/Reserve-Statistics/Monetary-Authority-Assets-and-Liabilities.aspx</a>.<br><br></p><p><em>Monetary Authority of Singapore (MAS)</em></p><p>The MAS, as the central bank of Singapore, manages the Official Foreign Reserves (OFR) of Singapore. Information on the OFR is available here.</p><p>Being a central bank, MAS is the most conservative of the three investment entities, with a significant proportion of its portfolio invested in liquid financial market instruments.<br><br></p><p><em>GIC Private Limited</em></p><p>GIC is a professional fund management organisation that manages Government assets. Its objective is to achieve good long-term returns to preserve and enhance the international purchasing power of the reserves.</p><p>GIC is a fairly conservative investor, with a globally diversified portfolio spread across various asset classes. Most of its investments are in the public markets, with a smaller component in alternative investments such as private equity and real estate.<br><br></p><p><em>Temasek Holdings</em></p><p>Temasek is an investment company managed on commercial principles to create and deliver sustainable long-term value for its stakeholders.</p><p>Temasek is an active, value-oriented equity investor that aims to maximise shareholder value over the long term.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":3},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5yv00h6i908aoa1b5nn","title":"Why does the Government not disclose the overall size of our reserves?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yv00h7i9082rp4zdy8","body":"MAS and Temasek publish the size of the funds they manage. As of 31 March 2022, the Official Foreign Reserves managed by MAS was S$514 billion and the size of Temaseks net portfolio value was S$403 billion.\n\nIt is the size of the Governments funds managed by GIC that is not published. What has been revealed is that GIC manages well over US$100 billion. Revealing the exact size of assets that GIC manages will, taken together with the published assets of MAS and Temasek, amount to publishing the full size of Singapores financial reserves.\n\nIt is not in our national interest to publish the full size of our reserves. If we do so, it will make it easier for markets to mount speculative attacks on the Singapore dollar during periods of vulnerability.\n\nFurther, our reserves are a strategic asset, and especially so for a small country with no natural resources or other assets. They are a key defence for Singapore in times of crisis, and it will be unwise to reveal the full and exact resources at our disposal.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":3},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"cljr97zp3000alf08krf27ijy","title":"what is the maximum age to start the withdrawal of SRS\n money?","body":"","createdAt":"2023-07-06T14:39:46.552Z","published":true,"publishedAt":"2023-07-11T03:14:21.507Z","priority":0,"answer":{"id":"cljxpxsnn0000l008fhvsn61k","body":"<p>SRS member may withdraw their SRS savings anytime, albeit early withdrawals are fully subject to tax and attract a 5% penalty. An SRS member may make his first penalty-free withdrawals from the SRS account over 10 years from the date of his statutory retirement age that was prevailing at the time of his first SRS contribution. If an SRS member (i) passes away before completing his SRS withdrawals or (ii) made a full withdrawal on the grounds of terminal illness, he would not be able to enjoy the full benefit from spreading out his SRS withdrawals over a 10-year period. Hence, a tax exemption of up to $400,000 would be granted for SRS funds withdrawn in full on the grounds of terminal illness or deemed withdrawn upon an SRS member’s demise.</p>","updatedAt":"2023-07-11T03:14:21.394Z","numPositiveFeedback":2},"topics":[{"id":66,"title":"SRS - Withdrawals","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xp002ii908racwdx8n","title":"Can my employer contribute to my SRS account?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xp002ji908zdt12rpi","body":"Yes. With effect from 1 Oct 2008, your employer can contribute to your SRS account on your behalf. Such contributions are fully tax deductible as staff costs to the employer. As part of your remuneration, they are taxable in your hands and will be declared by your employer in your Form IR8A for the relevant year. Based on the information provided by the SRS operator, you will then be given a tax relief for such contributions in the subsequent year of assessment.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":2},"topics":[{"id":75,"title":"SRS - Eligibility","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xx006ui908i25bqvuy","title":"How will my withdrawals be taxed?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xx006vi908sk56meq5","body":"<p>Withdrawals from SRS accounts are subject to tax in the Year of Assessment following the year of withdrawal.<br><br></p><p>For example, if you withdraw $6,000 from your SRS account in 2009, either 50% or 100% of the withdrawal amount, depending on the type of withdrawal (see below), will be regarded as part of your income in 2009 and subject to tax for Year of Assessment 2010.<br><br></p><p>50% of the sum withdrawn will taxed for the following types of withdrawal:</p><p>a. withdrawal on or after the statutory retirement age prevailing at the time of your first contribution (prescribed retirement age);</p><p>b. withdrawal on medical grounds;</p><p>c. withdrawal on death, and;</p><p>d. withdrawal by a foreigner who has maintained his SRS account for at least 10 years from the date of his first contribution.<br><br></p><p>100% of the sum withdrawn will be deemed as your income and taxed in all other situations.<br><br></p><p>If you are a non-Singaporean who no longer works and lives in Singapore, you will be taxed as a non-resident when you withdraw the fund from your SRS account.<br><br></p><p>From YA 2016, up to $400,000 of an amount of a deemed withdrawal upon the death of an SRS member or a full withdrawal made by an SRS member on the grounds of terminal illness, would be exempt from tax. 50% of any remaining amount of such a deemed withdrawal or full withdrawal would then be subject to tax.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":2},"topics":[{"id":66,"title":"SRS - Withdrawals","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5yb00a9i908zpdma8zq","title":"Is there an age limit for contributions to the SRS?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yb00aai908ckwhhmrg","body":"<p>With effect from 1 October 2008, there will no longer be an age ceiling for contributions to the SRS. <br><br>You will be able to contribute to the SRS up to any age, until the point where you make the first withdrawal from the SRS:</p><p>(i) at or after the prevailing statutory retirement age that was prevailing when you made your first SRS contribution, or;<br></p><p>(ii) on medical grounds.<br><br></p><p>The date on which SRS participants withdraw their SRS savings is also the date new contributions will stop. Otherwise, there will be ''round-tripping'' simply for the purpose of gaining the tax benefits without subjecting the contributions to the investment risks which justify the 50% tax concession on sums withdrawn.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":2},"topics":[{"id":73,"title":"SRS - Contribution","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5yd00b9i908iwl15fpq","title":"Should Government agencies be required to re-call tenders/quotations when only one bid has been received?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yd00bai908zrdmqtax","body":"<p>Government agencies are advised to take the following measures to increase the likelihood that they will receive an adequate number of competitive bids:<br><br></p><ul><li><p>Depending on the nature of procurement, giving sufficient time for&nbsp;suppliers to respond to the invitation to quote/tender - this could&nbsp;be beyond the minimum opening period stipulated for quotations&nbsp;and tenders.<br><br></p></li><li><p>Ensuring that requirements are not over-specified, so as not to limit competition.<br><br></p></li><li><p>Where necessary, alerting suppliers to opportunities published on GeBIZ.<br><br></p></li></ul><p>An agency that has taken the above measures, and yet still receives only one bid, is not required to reject the single bid as it could still be competitive.</p><p>Government agencies must assess the reasonableness of the bids regardless of whether a single bid or several bids have been received. <br><br>When recommending the award of a quotation/tender based on a single bid, officers are required to justify to the Approving Authority why the single bid is considered competitive or reflective of fair market value. For example, they may have performed independent checks or consulted experienced buyers.<br><br></p><p>If no reasonable bid has been received, agencies may call for a fresh quotation/tender, after revising their requirements, if necessary.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":2},"topics":[{"id":79,"title":"Procurement Policies","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5yd00bci908dcbvqb1v","title":"Singapore has high levels of Government debt as reported in the CIA Public Debt Factbook. Do we have enough assets to cover our liabilities?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yd00bdi908t17bwzko","body":"<p>Yes, our assets are much larger than our liabilities. There is no net Government debt. Singapore is in fact a net creditor country, not a debtor country.</p><p>This is why international credit rating agencies give the Singapore Government the highest short and long-term credit ratings of AAA.<br><br></p><p>Our top credit ratings reflect the following:</p><p>a. a. Majority of the Singapore Government borrowings are for non-spending purposes. . Under the Government Securities Act, the Singapore Government cannot spend the monies raised from Singapore Government Securities (SGS), Special Singapore Government Securities (SSGS), Singapore Savings Bonds (SSB), and Reserves Management Government Securities (RMGS). SGS are issued to develop the domestic debt market and SSGS are bonds issued to the Central Provident Fund (CPF) Board with full Government guarantee. SSB are issued to provide individual investors with a long-term saving option. RMGS are issued to the Monetary Authority of Singapore (MAS) for the sole purpose of facilitating the transfer of Official Foreign Reserves (OFR) not needed by MAS, to the Government for longer-term management by GIC.<br><br></p><p>b. All borrowing proceeds from SGS, SSGS, SSB, and RMGS are therefore invested. The investment returns are more than sufficient to cover the debt servicing costs.<br><br></p><p>c. Only a small proportion of Government borrowings is for spending purposes, under the Significant Infrastructure Government Loan Act (SINGA). Under SINGA, the Government borrows to finance and capitalise nationally significant infrastructure, and there are strict safeguards under the SINGA to ensure prudence in borrowing.<br><br></p><p>d. The Singapore Government has a strong balance sheet that has assets well in excess of its liabilities. This is why it is able to earn significant investment income on its net assets (see question on \"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://go.ask.gov.sg/mof/questions/clgotv5y9009ci908z20jsghz\">Is our CPF money safe?</a> \").<br><br></p><p>A key principle underlying Singapores long-term budgetary objectives is to maintain a balanced budget over the course of a term of Government. This is a prudent approach to fiscal policy that some other countries are seeking to adopt.<br><br></p><p>Looking only at the liabilities (i.e. debts) alone does not discriminate between two countries with the same level of debt but with very different levels of assets.<br><br></p><p> More details of Singapore Government Borrowings are found <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.mof.gov.sg/docs/default-source/default-document-library/news-and-publications/featured-reports/overview-of-singapore-government-borrowings-(jan-2022).pdf\">here</a> .</p><p><br></p><p>*Refers to borrowings through the Government Securities Act.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":2},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5yh00doi9084glzxoj1","title":"What is Singapore's budgetary process?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yh00dpi908btlm0t5l","body":"<p>The annual Government Budget is prepared on a financial year (FY) basis. The FY for the Government runs from 1 April of one year to 31 March of the following year. For example, FY2011 is from 1 April 2011 to 31 March 2012.</p><p>The Budget serves two purposes:<br></p><p>a. It serves as a record of the approved levels of expenditure and accountability in the usage of government funds; and</p><p>b. It is also a plan of the estimated government revenue and expenditures for the FY.<br><br></p><p>Before the FY starts, the Minister for Finance would present the annual budget that has been approved by Cabinet to Parliament. This normally takes place in February. The budget debate and Committee of Supply sessions then follow, where Members of Parliament can query the Government on the expenditure of funds in the previous FY, as well as the proposed budget for the next FY, for the various ministries and organs of state.<br><br></p><p> After Parliament passes the Supply Bill, thus giving its approval of the budget, the President then needs to give his assent to the bill before it can come into effect. The President's role is to safeguard the past reserves of the nation, and he may withhold his assent to the Bill if, in his opinion, the estimated revenue and expenditure are likely to draw on Past Reserves.<br><br></p><p>Once the President gives his assent to the Supply Bill, it is then enacted as law as the Supply Act. The Act will then control the amount of money that the Government may spend in the coming FY, and for what purposes this money may be spent on.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":2},"topics":[{"id":78,"title":"Government Budget","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5yu00gxi9089nofzb3r","title":"Why are the SSGS monies invested by Government as part of a combined pool of funds managed by GIC, rather than managed in a separate, dedicated fund?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yv00gyi9085tcuhbdn","body":"The Government has significant net assets, i.e. its assets are well above its liabilities. This is because the Government has large unencumbered assets, which are not matched to liabilities. These assets were accumulated through past government surpluses, land sales receipts and the investment income earned on those assets over the years.  \n\nThe relatively large size of net assets enables the Government to take investment risk on its balance sheet, without impairing its ability to meet its liabilities. The Government therefore invests the proceeds from the issuance of SSGS together with other Governments funds, in a combined pool. The GIC is tasked to invest the pool of assets for the long term, and to take calculated investment risks aimed at achieving good long term returns, without regard to the Governments specific liabilities The GIC's investment mandate is to invest the funds on an unencumbered basis. (See question on \"https://ask.gov.sg/questions/1159 (How are CPF monies invested? What does the Government do with the monies?) \"). \n\nGIC has delivered creditable results from investing the Government assets over the long term. However, the Government bears the risk of GICs investment returns over any particular period falling below the interest rates it is committed to pay on SSGS. Investment returns can fluctuate widely, depending on global market cycles and shocks. This is, for example, what happened during the Global Financial Crisis (GFC) and its aftermath. The GIC experienced losses in investment value during the GFC, and low average returns for five years, before recovering (see https://report.gic.com.sg/index.html (GIC's annual report) ).\n\nThe Government is able to bear this investment risk because its substantial buffer of net assets ensures that it can meet its obligations. This enables it to give GIC the mandate of investing to achieve good long-term returns, in full knowledge that the portfolio will be exposed to significant risks over the shorter term as the markets experience cycles and volatility. The Governments balance sheet absorbs these risks. \n\nGICs long term returns are thus not earned by managing only SSGS proceeds, but the combined pool of Government funds that it is tasked with managing for long-term returns.\n\nIt would be quite different if the GIC were to manage SSGS proceeds directly through a separate, standalone fund, without the backing of the Governments net assets. A standalone fund would have to be managed much more conservatively, to avoid the risk of failing to meet obligations to CPF members  including not only a capital guarantee but the commitment to pay the minimum interest rates on CPF funds, regardless of market conditions. The fund would not be aimed at accepting risks that enable good long-term returns, but at avoiding any short-term shortfalls. The returns that such a fund would earn over the long term will be lower than what the GIC can expect to achieve with its mandate of managing the Governments pooled assets on an unencumbered basis. \n\nThe investment returns in excess of the SSGS rates that the Government expects to make over the long term by taking the risks of long-term investments  are not hoarded away in the reserves.\n\nUnder the Constitution, up to 50% of the returns from our reserves flow back to the Governments annual Budget through the Net Investment Returns Contribution (NIRC). This has been explained in MOF's 2014 COS speech.\n\nThe NIRC has provided the Government valuable resources that have allowed us to embark on new priorities for Singapore, including the strengthening of our social safety nets.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":2},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5yz00jfi908f1u7zyix","title":"Will the SRS operator deduct any tax on my SRS withdrawals? How do I calculate the tax to be paid?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yz00jgi908tcwr9nxt","body":"<p>The SRS operator will withhold/collect an amount of tax at the prevailing non-resident tax rate for all SRS withdrawals by foreigners and Singapore Permanent Residents (SPRs). This withholding tax is in addition to the 5% premature withdrawal penalty, if applicable.</p><img src=\"https://files.ask.gov.sg/withholding-tax-n9aepd.png\" alt=\"Withholding Tax\"><p><br><br>A concessionary withholding tax rate of 15% will apply to an SRS withdrawal in the form of cash/ investment if the following conditions are met:<br></p><p>(i) Cumulative amount withdrawn (in the form of cash/ investment) by the SPR/ foreigner SRS account holder in the calendar year in which the withdrawal is made, does not exceed $200,000; and<br></p><p>(ii) The SPR/ foreigner SRS member does not have any other income besides the SRS withdrawal(s) during the calendar year in which the withdrawal(s) is/are made.<br></p><p>To enjoy this concession, the SRS account holder must submit to his SRS operator, a declaration that he fulfills the two conditions above.<br><br></p><p><strong>i) Withholding tax on withdrawals in cash</strong></p><p>For example, if a SPR/foreigner withdraws the full amount of $200,000 in his SRS account by the age of 62 (the statutory retirement age) in cash at year 2016 (i.e. YA 2017), the tax withheld on the withdrawal will be computed as follows [1]:</p><img src=\"https://files.ask.gov.sg/withdrawals-in-cash-91o958.png\" alt=\"Taxation on Withdrawals in Cash\"><p><br><br><strong>ii) Tax imposed on withdrawal of SRS investments</strong></p><p>Withdrawals of SRS investments are taxed at the applicable tax rate2 on 50% of the value of the investment to be withdrawn from his SRS account3. The SRS member may withdraw cash from his SRS account to settle this amount. Cash withdrawn from his SRS account is subject to a withholding tax. <br><br>Hence, the SRS member would have to withdraw a higher amount of cash to take into account the amount of tax that is payable by him to his SRS operator.</p><p>To illustrate this, if an SRS member aged 62 (i.e. he has reached the statutory retirement age), transfers his shares valued at $200,000 from his SRS account to his personal Central Depository (CDP) account, the amount of tax to be collected on the withdrawal is computed as follows:</p><img src=\"https://files.ask.gov.sg/withdrawals-in-investment-rvikq6.png\" alt=\"Taxation on Withdrawals in Investments\"><p><br><br>If he wishes to pay the tax of $22,000 using cash withdrawn from his SRS account, he will need to withdraw $24,720 in order to receive a net cash withdrawal of more than $22,000. This is because the second cash withdrawal is also subjected to withholding tax.</p><p><br></p><img src=\"https://files.ask.gov.sg/cash-for-investment-taxation-hvnxih.png\" alt=\"Cash Withdrawal for Taxation on Investment\"><p><br><br>The SRS members application to withdraw the investment from his SRS account can only be approved by the SRS operator, after such tax has been collected by the SRS operator from the SRS member.<br><br></p><p><strong>Calculating the final tax payable</strong></p><p>The final tax payable is determined by the actual tax rate applicable for the SRS withdrawal:</p><img src=\"https://files.ask.gov.sg/final-tax-payable-wu7c7u.png\" alt=\"Final Tax Payable\"><p><br><br>The tax withheld or tax collected on the withdrawal is a tax credit which the taxpayer can use to offset his actual tax liability. Any unused tax credit will be refunded to the taxpayer.<br></p><p>To illustrate this, suppose that in the example in part (i), the actual tax rate applicable for the SRS withdrawal is finally determined to be 15%. If the SRS member has no other tax liability, the amount to be refunded will be computed as follows:</p><img src=\"https://files.ask.gov.sg/tax-withheld-example-r039u2.png\" alt=\"Tax Withheld Example\"><p><br><br>[1] In the case of a full withdrawal from tfhe SRS account of an SRS member who is not a citizen, on the grounds that he is suffering from a terminal illness or disease, the amount on which tax is withheld or collected by the SRS operator is reduced by the specified amount of withdrawal that is exempt from tax, from 1 July 2016.<br><br></p><p>[2] The applicable tax rate is the applicable withholding tax rate had the SRS withdrawal been in the form of cash instead of in the form of investment.<br><br></p><p>[3] In the case of a full withdrawal from the SRS account of an SRS member who is not a citizen, on the grounds that he is suffering from a terminal illness or disease, the amount on which tax is withheld or collected by the SRS operator is reduced by the specified amount of withdrawal that is exempt from tax, from 1 July 2016.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":2},"topics":[{"id":66,"title":"SRS - Withdrawals","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}}],"webResult":null,"count":213,"agency":{"id":"clgots78u0002mh093fx7cdev","name":"Ministry of Finance","code":"mof","homepageUrl":"https://www.mof.gov.sg/","enquiryPageUrl":null,"scope":"GLOBAL","emailDomainWhitelist":[],"type":"OFFICIAL","minimumDayResponseTime":2,"responseTimeRange":3,"logoUrl":"https://logos.ask.gov.sg/mof.png","searchHint":"are retrenchments payments taxable?","description":null,"trendingTerms":["srs withdrawal","srs investments","srs funds","tax relief","cost of living"],"hasSubjectTriaging":false,"subjects":[]},"currentPage":2,"matchedTokens":null,"agencyTopics":[{"id":76,"qcount":37,"title":"Our Nation's Reserves","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":66,"qcount":26,"title":"SRS - Withdrawals","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":67,"qcount":19,"title":"SRS - Investments","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":78,"qcount":15,"title":"Government Budget","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":73,"qcount":15,"title":"SRS - Contribution","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":68,"qcount":15,"title":"Taxes and Duties - Income Tax","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":77,"qcount":12,"title":"Taxes and Duties - GST","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":71,"qcount":10,"title":"Employment","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":84,"qcount":10,"title":"Reserves - RMGS","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":72,"qcount":10,"title":"SRS - Others","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":79,"qcount":7,"title":"Procurement Policies","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":74,"qcount":7,"title":"SRS - Participation","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":70,"qcount":6,"title":"Corporate Governance","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":82,"qcount":5,"title":"Taxes and Duties - DTAs","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":87,"qcount":3,"title":"About MOF - General Questions","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":83,"qcount":3,"title":"SRS - Claiming Tax Relief","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":88,"qcount":3,"title":"Taxes and Duties - CNG Duty","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":85,"qcount":3,"title":"Taxes and Duties - Corp Tax","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":81,"qcount":3,"title":"Taxes and Duties - Property","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":80,"qcount":2,"title":"Incomes and Purchasing Power","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":86,"qcount":2,"title":"SRS - Benefits","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":75,"qcount":2,"title":"SRS - Eligibility","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":69,"qcount":0,"title":"Public Private Partnership","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null}]}