{"questionListItems":[{"id":"clk6yt4xb0065mj081dallge5","title":"Do I have to apply for the MOE Financial Assistance Scheme (MOE FAS) for my child/ward with your school, if I have already applied for it through my other children's schools?","body":null,"createdAt":"2023-07-17T14:32:36.100Z","published":true,"publishedAt":"2023-07-17T14:32:36.100Z","priority":0,"answer":{"id":"clk6yt4xb0066mj08827n5ojk","body":"You do not need to apply through our school for your child/ward who is with our school, if you have already applied for MOE FAS through the schools of your other children. \n\nIf MOE approves your application for MOE FAS through your other children in other schools, our school will get notified that your child/ward who is with our school, will also receive the MOE FAS as per his siblings in other schools who are approved. \n","updatedAt":"2023-07-17T14:32:36.100Z","numPositiveFeedback":0},"topics":[{"id":256,"title":"MOE Financial Assistance Scheme (MOE FAS)","priority":0,"agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"parentTopic":null}],"agency":{"code":"acs (br)","logoUrl":"https://logos.ask.gov.sg/acs.png"}},{"id":"clk6yt4xb0068mj08x2f9q2aq","title":"Do I have to apply for the MOE Financial Assistance Scheme (MOE FAS) annually or does it automatically renew for my child/ward annually?","body":null,"createdAt":"2023-07-17T14:32:36.100Z","published":true,"publishedAt":"2023-07-17T14:32:36.100Z","priority":0,"answer":{"id":"clk6yt4xb0069mj08s03bfioh","body":"You have to apply for the MOE FAS annually because we cannot assume that your financial needs and status would be the same annually. \n\nYou need to go through the application process and submit the necessary supporting documents again and await MOE's approval. \n","updatedAt":"2023-07-17T14:32:36.100Z","numPositiveFeedback":0},"topics":[{"id":256,"title":"MOE Financial Assistance Scheme (MOE FAS)","priority":0,"agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"parentTopic":null}],"agency":{"code":"acs (br)","logoUrl":"https://logos.ask.gov.sg/acs.png"}},{"id":"clk6yt4xb006bmj08dde2256t","title":"I am not eligible for MOE FAS support but I do have a financial challenge and I would appreciate some support. What can I do?","body":null,"createdAt":"2023-07-17T14:32:36.100Z","published":true,"publishedAt":"2023-07-17T14:32:36.100Z","priority":0,"answer":{"id":"clk6yt4xb006cmj08bexonbqa","body":"You can inform your child's/ward's Form Teacher about your finanical challenge and provide them with details. They will then relay the information to our HoD/Learning and Behavioural Support for further discussions with our School Leaders to see if our school is able to provide short-term financial support or make reference to suitable organisations to assist you. \n\nYou may also choose to contact our HoD/Learning and Behavioural Support directly too. \n","updatedAt":"2023-07-17T14:32:36.100Z","numPositiveFeedback":0},"topics":[{"id":256,"title":"MOE Financial Assistance Scheme (MOE FAS)","priority":0,"agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"parentTopic":null}],"agency":{"code":"acs (br)","logoUrl":"https://logos.ask.gov.sg/acs.png"}},{"id":"clk6yt4xb006emj08l51xsyuo","title":"Besides MOE FAS, are there other financial support schemes that I can apply for? \n","body":null,"createdAt":"2023-07-17T14:32:36.100Z","published":true,"publishedAt":"2023-07-17T14:32:36.100Z","priority":0,"answer":{"id":"clk6yt4xb006fmj08funvjno0","body":"Whenever we receive invitations for application of finanical support schemes such as Straits Times Pocket Money Fund, CDAC FCCA Bursary, etc, we will look through our list of students on MOE FAS and send the information via Parents Gateway to parents/guardians of students who are eligible for the application. \n\nParenst/Guardians who receive the Parents Gateway notification can then submit your applications directly to these organisations (e.g. CDAC FCCA Bursary) or to our school directly (e.g. Straits Times Pocket Money Fund), depending on the instructions given. \n","updatedAt":"2023-07-17T14:32:36.100Z","numPositiveFeedback":0},"topics":[{"id":256,"title":"MOE Financial Assistance Scheme (MOE FAS)","priority":0,"agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"parentTopic":null}],"agency":{"code":"acs (br)","logoUrl":"https://logos.ask.gov.sg/acs.png"}},{"id":"clk6yt4xc006hmj083343601f","title":"What are the bursaries, scholarships and awards that your school has? \n","body":null,"createdAt":"2023-07-17T14:32:36.100Z","published":true,"publishedAt":"2023-07-17T14:32:36.100Z","priority":0,"answer":{"id":"clk6yt4xc006imj08jix2egyg","body":"<p>You can visit our school <a target=\"_blank\" rel=\"noopener noreferrer\" class=\"in-cell-link\" href=\"https://staging.dmt6iqif6dkoj.amplifyapp.com/parents/bursaries-scholarships-and-awards/\"><strong>website</strong></a> for more information or make an enquiry with our admin staff from our school's General Office.</p>","updatedAt":"2023-07-17T14:32:36.100Z","numPositiveFeedback":0},"topics":[{"id":256,"title":"MOE Financial Assistance Scheme (MOE FAS)","priority":0,"agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"parentTopic":null}],"agency":{"code":"acs (br)","logoUrl":"https://logos.ask.gov.sg/acs.png"}},{"id":"clk6yt4xc006kmj08ufcm408x","title":"There used to be a NEU PC Plus scheme to provide subsidised broadband and laptops/tablets to lower-income households but I cannot find any information about it. \n\nIs it still available? How do I apply for it? \n\n","body":null,"createdAt":"2023-07-17T14:32:36.100Z","published":true,"publishedAt":"2023-07-17T14:32:36.100Z","priority":0,"answer":{"id":"clk6yt4xc006lmj088od0ffsk","body":"<p>DigitalAccess@Home has replaced the NEU PC Plus scheme. <br><br>You can find more information about it at <a target=\"_blank\" rel=\"noopener noreferrer\" class=\"in-cell-link\" href=\"https://www.imda.gov.sg/how-we-can-help/digital-access-at-home\"><strong>website</strong></a></p>","updatedAt":"2023-07-17T14:32:36.100Z","numPositiveFeedback":0},"topics":[{"id":256,"title":"MOE Financial Assistance Scheme (MOE FAS)","priority":0,"agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"parentTopic":null}],"agency":{"code":"acs (br)","logoUrl":"https://logos.ask.gov.sg/acs.png"}},{"id":"clk6yt4xc006nmj08kvsl82ro","title":"My child/ward has been diagnosed with Special Educational Needs (SEN). \n\nDo I need to inform your school? What do I need to do?","body":null,"createdAt":"2023-07-17T14:32:36.100Z","published":true,"publishedAt":"2023-07-17T14:32:36.100Z","priority":0,"answer":{"id":"clk6yt4xc006omj08fivxqgxq","body":"If your child/ward is joining our school as a Sec 1 student and you have given consent for his Primary School to transit his SEN information and documents to us, you do not need to provide us with the information and documents because his Primary School will pass these to us. But should we need clarification or more documents, our Special Educational Needs Officers will reach out to you. If you do not hear from anyone from our school, it means everything is alright. \n\nIf your child/ward is joining our school as a Sec 1 student and you have not given consent for his Primary School to transit his SEN information and documents to us, we will then not have these provided to us unless you decide to update us of your child's/ward's diagnosis and provide the documents when you feel the need to, during any juncture of his time with our school.\n\nIf your child/ward is joining our school as a transfer student or returning Singaporean, please email all the documents that you have (e.g. assessment/diagnosis report, doctor's memo, PSLE AA) to our Special Educational Needs Officers so that we have the information about your child/ward. \n\nIf your child/ward is already studying with our school and has just been diagnosed with SEN, please email all the documents that you have (e.g. assessment/diagnosis report, doctor's memo, PSLE AA) to our Special Educational Needs Officers so that we have the information about your child/ward. \n","updatedAt":"2023-07-17T14:32:36.100Z","numPositiveFeedback":0},"topics":[{"id":257,"title":"Special Educational Needs (SEN)","priority":0,"agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"parentTopic":null}],"agency":{"code":"acs (br)","logoUrl":"https://logos.ask.gov.sg/acs.png"}},{"id":"clk6yt4xc006qmj085i7zn9ip","title":"What are the support that your school can provide to my child/ward with SEN?","body":null,"createdAt":"2023-07-17T14:32:36.100Z","published":true,"publishedAt":"2023-07-17T14:32:36.100Z","priority":0,"answer":{"id":"clk6yt4xc006rmj08m7g7afwc","body":"Our Special Educational Needs Officers will look through the information and documents on your child/ward, gather observations and feedback from his Form Teachers, Subject Teachers and CCA Teachers, speak to your child/ward and also speak to you as parents/guardians at times too, to understand the current needs of your child/ward. \n\nOur Special Educational Needs Officers would then provide you with their proposals of how your child/ward can be supported in school, home or even through external professionals, depending on your child's/ward's needs.\n\nPlease kindly note that our Special Educational Needs Officers are not able to provide every student with SEN with intervention support because we have a high number of students in SEN in our school and there are variations in each student's needs. \n\nAnd if your child/ward is already being supported through external professionals, we will appreciate it if you can provide their contact details to our Special Educational Needs Officers so they can work closely with these external professionals, to ensure there is consistency in our approaches and support for your child/ward, both in and out of school. \n","updatedAt":"2023-07-17T14:32:36.100Z","numPositiveFeedback":0},"topics":[{"id":257,"title":"Special Educational Needs (SEN)","priority":0,"agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"parentTopic":null}],"agency":{"code":"acs (br)","logoUrl":"https://logos.ask.gov.sg/acs.png"}},{"id":"clk6yt4xc006tmj08y0ukyui3","title":"My child/ward does not have SEN but I am concerned about his behaviour and/or academic performance which I suspect may be linked to a possible SEN. \n\nWhat should I do? \n","body":null,"createdAt":"2023-07-17T14:32:36.100Z","published":true,"publishedAt":"2023-07-17T14:32:36.100Z","priority":0,"answer":{"id":"clk6yt4xc006umj08ewtjozc1","body":"There can be many reasons to a student's behaviour and/or academic performance that may be of a concern. \n\nYou can speak to your child's/ward's Form Teachers who would then engage with our Special Educational Needs Officers for further discussions. \n\nYour child's/ward's Form Teachers or our Special Educational Needs Officers will then share with you on proposed actions that can be taken, for you to discuss and decide with your cihld/ward. \n","updatedAt":"2023-07-17T14:32:36.100Z","numPositiveFeedback":0},"topics":[{"id":257,"title":"Special Educational Needs (SEN)","priority":0,"agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"parentTopic":null}],"agency":{"code":"acs (br)","logoUrl":"https://logos.ask.gov.sg/acs.png"}},{"id":"clk6yt4xc006wmj08g1dza1yz","title":"My child/ward has SEN and is entering the Junior College / Millenia Institute / Polytechnic / ITE after graduating from your school. \n\nHow would transition of his SEN information and documents be like? \n","body":null,"createdAt":"2023-07-17T14:32:36.100Z","published":true,"publishedAt":"2023-07-17T14:32:36.100Z","priority":0,"answer":{"id":"clk6yt4xc006xmj08rcl6ns3y","body":"In September in your child's/ward's graduating year, a Consent Form will be sent via Parents Gateway by our HoD/Learning and Behavioural Support to you, for you to indicate your consent or non-consent for our school to transit the SEN information and documents to the Polytechnic and ITE which your child/ward is eventually posted to, after the posting results is out. \n\nFor students progressing to a Junior College or Millenia Institute immediately after Secondary 4/5, their SEN information and documents will be automatically transferred from us to the receiving Junior College or Millenia Institute. In this instance, no information will be passed to any Polytechnic or ITE.\n\nThe transition of the SEN information and documents will only be done after posting results is out and not before, so it will not affect your child's/ward's application for EAE (Polytechnic), EAE (ITE) and his eventual posting to the Polytechnic and ITE which is based on his academic performance.\n\nYou must indicate your consent or non-consent even if your child/ward is likely to pursue the Junior College / Millenia pathway and/or has been accepted via DSA (JC). We cannot submit a NIL response to MOE. \n\nPlease adhere strictly to the submission deadline indicated in the Consent Form sent via Parents Gateway so that transition can be smooth for your child/ward from our school to his eventual posted Insitute of Higher Learning. \n\n","updatedAt":"2023-07-17T14:32:36.100Z","numPositiveFeedback":0},"topics":[{"id":257,"title":"Special Educational Needs (SEN)","priority":0,"agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"parentTopic":null}],"agency":{"code":"acs (br)","logoUrl":"https://logos.ask.gov.sg/acs.png"}},{"id":"clk6yt4xd006zmj083cvlg5by","title":"How do I apply for Access Arrangement (AA) for my child/ward for school-based assessments (e.g. Weighted Assessments and Exams)?","body":null,"createdAt":"2023-07-17T14:32:36.100Z","published":true,"publishedAt":"2023-07-17T14:32:36.100Z","priority":0,"answer":{"id":"clk6yt4xd0070mj085t5xcapn","body":"If your child/ward is a Sec 1 student who has a SEN diagnosis which you allow for transition by his Primary School to our school, the following process will take place:\n- A notification will be sent via Parents Gateway by January, to ask parents/guardians to indicate the Access Arrangement they want to apply for and submit the application via an online form. \n- The application would be processed and approved by our school, taking into consideration the recommendations in the student's assessment/diagnosis report, doctor's memo (where applicable) and PSLE AA. \n- So if there is an application for AA that is not supported by the above-mentioned documents, parents/guardians will be reached for clarification which would also cause a delay to the approval process.\n- Once approval is made, our HoD/Learning and Behavioural Support will email the approval letter to parents/guardians, student, his Form Teachers and Year Head/Assistant Year Head. \n- The approved AA will be provided to the student for school-based assessments (Weighted Assessments and Exams) for all subjects till Sec 3, without the need for re-application annually.\n- If the student requires a new AA anytime between Sec 1 to 3, there needs to be a new application with submission of updated documents to support this application, submitted to our HoD/Learning and Behavioural Support. \n\nIf your child/ward is a new transfer student or returning Singaporean, the following process will take place: \n- Parents/Guardians have to email our HoD/Learning and Behavioural Support with the necessary documents and indicate that you would like to apply for AA for your child/ward. \n- Our HoD/Learning and Behavioural Supoort will then email the online application form to parents/guardians for submission.\n- Once approval is made, our HoD/Learning and Behavioural Support will email the approval letter to parents/guardians, student, his Form Teachers and Year Head/Assistant Year Head. \n- The approved AA will be provided to the student for school-based assessments (Weighted Assessments and Exams) for all subjects till Sec 3, without the need for re-application annually.\n- If the student requires a new AA anytime between approval to Sec 3, there needs to be a new application with submission of updated documents to support this application, submitted to our HoD/Learning and Behavioural Support. \n\nPlease kindly note that due to the resource constraints that we have for Weighted Assessments, the AA provided for Weighted Assessments would differ from those provided at Exams. AA that are provided for Weighted Assessments include Extra Time, 2 copies of A4 Question Paper, A3-Sized Single-Sided Question Paper, Assistance to identify colour only. \n\nApplication for AA can take place at any time of the year but please kindly note that the application should reach the school at least 1 month before the assessment period starts or else there may not be sufficient time for approval to be done in time for the assessment. \n\nFor our Sec 4 and 5 students, their approved AA for school-based assessments will continue and only be updated when the outcome of their National Exams AA application is out. \n\n","updatedAt":"2023-07-17T14:32:36.100Z","numPositiveFeedback":0},"topics":[{"id":258,"title":"Access Arrangement (AA) for Assessments","priority":0,"agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"parentTopic":null}],"agency":{"code":"acs (br)","logoUrl":"https://logos.ask.gov.sg/acs.png"}},{"id":"clk6yt4xd0072mj084y9g14aq","title":"How do I apply for Access Arrangement (AA) for my child/ward for National Exams (e.g. N levels and O levels)?","body":null,"createdAt":"2023-07-17T14:32:36.100Z","published":true,"publishedAt":"2023-07-17T14:32:36.100Z","priority":0,"answer":{"id":"clk6yt4xd0073mj085wnt5lde","body":"When your son/ward is in Secondary 3, the school will send out a notification for application for Access Arrangements for the GCE O/N-level examination through Parents Gateway in March.\n\nIf your child/ward is currently receiving AA for his school-based assessments and taking Higher Mother Tongue or taking course-work subjects (e.g. Art, Design & Technology (DT), Nutrition & Food Science (NFS), Mobile Robotics), the deadline for submission will be start of Term 3 (for Mobile Robotics and Higher Mother Tongue), and start of Term 4 (for Art, DT and NFS).\n\nIf your child/ward is currently receiving AA for his school-based assessments and not doing course-work subjects, the deadline for submission of the application will be in end-January of the following year. \n\nIf your child/ward is currently not receiving AA for his school-based assessments and he wants to apply for AA for National Exams, please email Mr Timothy Wong who would then advise on the process. \n","updatedAt":"2023-07-17T14:32:36.100Z","numPositiveFeedback":0},"topics":[{"id":258,"title":"Access Arrangement (AA) for Assessments","priority":0,"agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"parentTopic":null}],"agency":{"code":"acs (br)","logoUrl":"https://logos.ask.gov.sg/acs.png"}},{"id":"clk6yt4xd0075mj08gexz0e1k","title":"What are the documents that I need to apply for Access Arrangement (AA) for my child/ward for National Exams (e.g. N levels and O levels)? Do I need an updated assessment/diagnosis report etc?","body":null,"createdAt":"2023-07-17T14:32:36.100Z","published":true,"publishedAt":"2023-07-17T14:32:36.100Z","priority":0,"answer":{"id":"clk6yt4xd0076mj08s9011wnx","body":"If your child/ward has a SEN diagnosis, is applying for the same AA he had when he sat for PSLE and is not having any regular follow-up with external professionals (e.g. Educational Pyschologist, Therapist etc), parents/guardians are encouraged to submit updated current profile of needs (if available).\n\nIf your child/ward has a SEN diagnosis, is applying for the same AA he had when he sat for PSLE and is having any regular follow-up with external professionals, parents/guardians should submit the progress report(s) and/or memo(s).\n\nIf your child/ward has a SEN diagnosis and is applying for AA different from what he had when he sat for PSLE, parents/guardians must submit updated current profile of needs. \n\nIf your child/ward has a SEN diagnosis but did not sit for PSLE with any AA, parents/guardians must submit a full assessment/diagnosis report that states the SEN diagnosis and indicate the recommendations for AA. \n\nIf your child/ward does not have a SEN diagnosis, parents/guardians must submit a full assessment/diagnosis report that states the SEN diagnosis and indicate the recommendations for AA. \n\nAll applications and documents would be checked through and submitted by school to Singapore Examinations and Assessment Board (SEAB) for their approval. Once the outcome from SEAB is out, Mr Timothy Wong will inform the parents/guardians of the outcome (may it be approval, rejection or partial approval of application). \n\nApplication for National Exams AA with the required supporting documents should be done as early as possible, to prevent any delay to the processing and hence outcome by SEAB which handles a large volume of applications for all National Exams (PSLE, O levels, N levels, A levels). \n\n\n","updatedAt":"2023-07-17T14:32:36.100Z","numPositiveFeedback":0},"topics":[{"id":258,"title":"Access Arrangement (AA) for Assessments","priority":0,"agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"parentTopic":null}],"agency":{"code":"acs (br)","logoUrl":"https://logos.ask.gov.sg/acs.png"}},{"id":"clk6yt4xd0078mj08inzasgjt","title":"Would the school trial or teach my child/ward on how to use the approved AA such as use of Word Processor, Extra Time, Prompter etc?","body":null,"createdAt":"2023-07-17T14:32:36.100Z","published":true,"publishedAt":"2023-07-17T14:32:36.100Z","priority":0,"answer":{"id":"clk6yt4xd0079mj08j9erczgr","body":"The school will not trial or teach students on how to use the approved AA and it is highly encouraged that parents/guardians work with students at home to be familiar with the approved AA so that students can benefit from the approved AA during assessments. \n\nFor use of Word Processor, parents/guardians can provide their child/ward wtih a laptop without spell-check function for Word and without internet access. The child/ward will have to learn how to type with suitable spacing in between questions / sections, save and print the Word document. \n\nFor Extra Time, parents/guardians can sit their child/ward in a quiet room for the child/ward to complete the work (e.g. worksheet, test practice paper) with Extra Time factored into the 'assessment' time, without allowing the child/ward to leave the room, to sit and daze or sleep during the 'assessment' period with Extra Time. The child/ward should be using the time to complete all questions, check through his answers etc. \n\nFor Prompter, parents/guardians must be present in the room with their child/ward during the 'assessment' time and knock on their child's/ward's table if they notice the child/ward not attempting his assessment for a period ot time (e.g. 5 to 10 minutes). \n","updatedAt":"2023-07-17T14:32:36.100Z","numPositiveFeedback":0},"topics":[{"id":258,"title":"Access Arrangement (AA) for Assessments","priority":0,"agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"parentTopic":null}],"agency":{"code":"acs (br)","logoUrl":"https://logos.ask.gov.sg/acs.png"}},{"id":"clk6yt4xd007bmj08622qf0cw","title":"Some common situations where parents/guardians consider sending their child/ward for Counselling in school: \n1) My child/ward is not talking to me or is talking lesser to me. \n2) My child/ward is defiant / rude towards me. \n3) My child's/ward's academic performance has deteroriated or is not up to expectations. \n4) My child/ward is using his electronic devices (e.g. handphone, Chromebook) too much. He is always glued to it and not studying or not being involved in other aspects of his life.\n5) My child/ward is accessing undesirable content online. \n\nShould I send my child/ward for Counselling in school? What can I do? \n","body":null,"createdAt":"2023-07-17T14:32:36.100Z","published":true,"publishedAt":"2023-07-17T14:32:36.100Z","priority":0,"answer":{"id":"clk6yt4xd007cmj08bgbxib01","body":"During Secondary School, our students face many changes/transitions. Examples include transiting from Primary to Secondary School (e.g. more subjects, new teachers, new environment, new friends etc), transiting from Lower Secondary to Upper Secondary (e.g. new subjects, new teachers, new classmates, more leadership and CCA opportunities and hence heavier school schedule etc) and transiting from a child to a young adult (e.g. puberty and adolescence, self identity etc) which all affect our students in areas such as self-concept, self-worth, self-control, interests and motivation. Therefore there definitely would be changes to our students' behaviour, interactions with others, performance etc which can be worrying. \n\nWhile Counselling in school is an option for your child/ward, we strongly encourage that you try the following first (not a comprehensive list) so as to also strengthen your understanding and relationship with your child/ward: \n1) Dedicate fixed day(s) and time per week for bonding / interaction with your child/ward as a family or with him alone, through meals, movies, activities without the use of electronic devices from all partieis. This will allow you to hear your child's/ward's thoughts / concerns, for building of stronger relationship for him to know he can turn to you if he needs. \n2) Work out clear boundaries and expectations and consequences with your child/ward and follow-through with them consistently. Routines, consistency, firrmness are important to help our students in developing self-control. \nExamples: \n- Certain language, words, actions are not allowed at home and shouldn't be used by parents/guardians too, to set an example and model for the child/ward. \n- Only use electronic devices from 6am to 10pm daily and at 10pm, all electronic devices are handed over to parents/guardians so child/ward can sleep or study without distractions. Timing can be adjusted accordingly and followed closely between parents/guardians and child/ward. \n- Only use Chromebook in open areas instead of in child's/ward's room where nobody can see what he is accessing online\n- Set academic expectations (e.g. 5 subjects to score B3 and above for WA) and consequences (e.g. no electronic device would be given to child/ward for 1 week at all)\n\nIf after trying the above-mentioned and/or other methods consistently for a period of time and there is no improvement, please do speak to your child's/ward's Form Teachers who would approach our School Counsellors.","updatedAt":"2023-07-17T14:32:36.100Z","numPositiveFeedback":0},"topics":[{"id":259,"title":"Counselling","priority":0,"agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"parentTopic":null}],"agency":{"code":"acs (br)","logoUrl":"https://logos.ask.gov.sg/acs.png"}}],"webResult":null,"count":91,"agency":{"id":"clk6yeh650000mj08wwlqtd20","name":"Anglo-Chinese School (BR)","code":"acs (br)","homepageUrl":"https://www.acsbr.moe.edu.sg","enquiryPageUrl":null,"scope":"GLOBAL","emailDomainWhitelist":[],"type":"OFFICIAL","minimumDayResponseTime":1,"responseTimeRange":2,"logoUrl":"https://logos.ask.gov.sg/acs.png","searchHint":"Where is the school located?","description":null,"trendingTerms":[],"hasSubjectTriaging":false,"subjects":[]},"currentPage":6,"matchedTokens":null,"agencyTopics":[{"id":255,"qcount":35,"title":"Mother Tongue Languages","agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"priority":0,"subtopics":null},{"id":248,"qcount":10,"title":"National Digital Literacy Programme (NDLP)","agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"priority":0,"subtopics":null},{"id":254,"qcount":9,"title":"Full Subject-Based Banding","agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"priority":0,"subtopics":null},{"id":249,"qcount":8,"title":"Personal Learning Device","agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"priority":0,"subtopics":null},{"id":256,"qcount":7,"title":"MOE Financial Assistance Scheme (MOE FAS)","agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"priority":0,"subtopics":null},{"id":258,"qcount":4,"title":"Access Arrangement (AA) for Assessments","agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"priority":0,"subtopics":null},{"id":253,"qcount":4,"title":"Parents Gateway","agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"priority":0,"subtopics":null},{"id":257,"qcount":4,"title":"Special Educational Needs (SEN)","agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"priority":0,"subtopics":null},{"id":252,"qcount":3,"title":"Direct School Admission (DSA)","agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"priority":0,"subtopics":null},{"id":259,"qcount":2,"title":"Counselling","agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"priority":0,"subtopics":null},{"id":250,"qcount":2,"title":"Student ICON","agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"priority":0,"subtopics":null},{"id":925,"qcount":1,"title":"ACS (Barker Road)","agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"priority":0,"subtopics":null},{"id":928,"qcount":1,"title":"Open House","agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"priority":0,"subtopics":null},{"id":251,"qcount":1,"title":"Student Learning Space","agencyId":"clk6yeh650000mj08wwlqtd20","parentTopicId":null,"priority":0,"subtopics":null}]}