{"questionListItems":[{"id":"clitp8lky0018l6080uuxbywy","title":"How will the device be used by my child in FMS(S)?","body":null,"createdAt":"2023-06-13T03:03:58.784Z","published":true,"publishedAt":"2023-06-13T03:03:58.784Z","priority":0,"answer":{"id":"clitp8lky0019l608mr77vbwf","body":"<p>The device will be used to complement classroom teaching by promoting active learning and enhancing your child's schooling experience. Students can make use of digital productivity tools such as calendaring and note-taking applications. They will also have greater access to digital platforms, such as the Singapore Student Learning Space (SLS), to connect, discuss and collaborate with their peers. <br><br>The device will allow for greater ownership in your child's learning, as they will have greater freedom to explore the world beyond the classroom and direct their own learning. On days meant for home-based learning, your child can also benefit from a seamless learning experience in school and outside of school. FMS(S) teachers will design our learning programmes to ensure that the students' use of PLDs is balanced in relation to other activities and modes of learning. There is no recommended limit to screen time in class, though teachers will take note of the amount of time spent on the device during lessons and balance the time spent on the devices with other activities such as discussions and physical demonstrations. <br><br>Teachers will also continue to ensure that the amount of assignments set (both online and offline) is guided by the school's homework policy.</p>","updatedAt":"2023-06-13T03:03:58.784Z","numPositiveFeedback":0},"topics":[{"id":189,"title":"Personalised Digital Learning Programme (PDLP)","priority":0,"agencyId":"clitp4rj40000l608tvoj2dcx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"fmss","logoUrl":"https://logos.ask.gov.sg/fmss.png"}},{"id":"clitp8lky001el60835sdzf2e","title":"How much will I have to pay for the device?","body":null,"createdAt":"2023-06-13T03:03:58.784Z","published":true,"publishedAt":"2023-06-13T03:03:58.784Z","priority":0,"answer":{"id":"clitp8lky001fl608youf6asi","body":"<p>The school will purchase the device on behalf of your child via an MOE bulk tender. This is done so as to obtain the best value for money. To ensure the affordability of devices, MOE has provided an Edusave top-up of $200 in 2020 and will provide another Edusave top-up of $200 in May 2021 (as part of the Household Support Package announced in Budget 2021), to all eligible Singaporean students in primary and secondary schools. <br><br>This is on top of the annual $290 credited into the Edusave account for Secondary School students. Students who do not have sufficient funds in their Edusave accounts will need to bear some out-of-pocket expenses for the device (this is not expected to be a big amount). <br><br>However, we do not expect many students to be in this situation. For students on MOE-FAS, subsidies are available even if there is insufficient Edusave balance. There will not be out-of-pocket expenses. Subsidies will be provided for Singapore Citizen students who need support, particularly those whose Gross Household Income (GHI) is below $4,000 or Per Capita Income (PCI) is below $1,000 You can call 6260 0777 to check on your child's edusave balance.</p>","updatedAt":"2023-06-13T03:03:58.784Z","numPositiveFeedback":0},"topics":[{"id":189,"title":"Personalised Digital Learning Programme (PDLP)","priority":0,"agencyId":"clitp4rj40000l608tvoj2dcx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"fmss","logoUrl":"https://logos.ask.gov.sg/fmss.png"}}],"webResult":null,"count":17,"agency":{"id":"clitp4rj40000l608tvoj2dcx","name":"Fairfield Methodist Secondary School","code":"fmss","homepageUrl":"https://www.fairfieldmethodistsec.moe.edu.sg/","enquiryPageUrl":null,"scope":"GLOBAL","emailDomainWhitelist":[],"type":"OFFICIAL","minimumDayResponseTime":1,"responseTimeRange":2,"logoUrl":"https://logos.ask.gov.sg/fmss.png","searchHint":"DSA eligibility?","description":null,"trendingTerms":[],"hasSubjectTriaging":false,"subjects":[]},"currentPage":2,"matchedTokens":null,"agencyTopics":[{"id":189,"qcount":11,"title":"Personalised Digital Learning Programme (PDLP)","agencyId":"clitp4rj40000l608tvoj2dcx","parentTopicId":null,"priority":0,"subtopics":null},{"id":188,"qcount":6,"title":"Direct School Admission","agencyId":"clitp4rj40000l608tvoj2dcx","parentTopicId":null,"priority":0,"subtopics":null}]}