{"questionListItems":[{"id":"clh5qwyrz0006la083thmuoj8","title":"Can I go to the Polyclinic around my area for the. Pneumonia n flu jab together at the same time.  Also what’s the cost for each hab","body":"","createdAt":"2023-05-02T04:04:44.687Z","published":true,"publishedAt":"2023-05-22T13:27:40.354Z","priority":0,"answer":{"id":"clhyvtxkx0000md08z3l0wll5","body":"<p>The Health Appointment System (HAS) currently only provides appointments for CHAS GP clinics. As there are currently 700 CHAS GP clinics on HAS, the probability of locating a clinic near you, for lesser waiting time as compared to a polyclinic, will be higher. If you wish to take your vaccinations at the polyclinic, please reach out to them directly for an appointment and for the expected costs.<br><br>It is safe and common for seniors to receive the Pneumococcal and Flu vaccinations at the same time. Typically, you will be offered one vaccination on each arm. Please speak to the doctor about this.</p>","updatedAt":"2023-05-22T13:27:40.354Z","numPositiveFeedback":39},"topics":[{"id":98,"title":"Payment","priority":0,"agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"parentTopic":null},{"id":99,"title":"Making Appointments","priority":0,"agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"parentTopic":null}],"agency":{"code":"has","logoUrl":"https://logos.ask.gov.sg/has.png"}},{"id":"clgx67vu1002qmf08m84vp83y","title":"What is the cost of the flu vaccination?","body":"","createdAt":"2023-04-26T04:03:12.739Z","published":true,"publishedAt":"2024-01-11T01:59:47.968Z","priority":0,"answer":{"id":"clgx67vu1002rmf08rv34z6fv","body":"<p><strong>For eligible HealthierSG-enrolled Singapore Citizens (i) aged 65 years old and above and (ii) adults with certain medical conditions, you are able to get fully subsidised flu vaccinations at no cost ($0) at your enrolled HSG clinic.</strong></p><p><br></p><p>For those who are not enrolled with a HealthierSG clinic:</p><p><br></p><p>If you are an eligible Singapore citizen aged 65 years and above, the price fee caps of subsidised flu vaccinations at CHAS GP clinics are:</p><ul><li><p>Pioneer Generation: $9</p></li><li><p>Merdeka Generation (from 65th birthday): $18<br><br></p></li></ul><p>If you are an eligible Singapore citizen aged 18 to 64 years with certain medical conditions, the price fee caps of subsidised flu vaccinations at CHAS GP clinics are:</p><ul><li><p>CHAS Blue/ CHAS Orange: $18</p></li><li><p>CHAS Green/ Non-CHAS: $35<br><br></p></li></ul><p>Singapore citizens are eligible for subsidies for influenza vaccination at CHAS GP clinics if they are:<br></p><ul><li><p>All adults 65 years old and older and all children ages 6 – 59 months (&lt;5 years old).<br><br></p></li><li><p>Children aged 60 months (5 years) to 17 and adults 18 to 64 years old with any of the following medical conditions or indications:<br><br></p></li><li><p>Chronic disorders of the pulmonary or cardiovascular systems, including asthma;<br><br></p></li><li><p>Requires medical follow-up or hospitalisation due to chronic metabolic diseases (including diabetes mellitus), renal, neurologic, hepatic, or haematologic disorders;<br><br></p></li><li><p>Immunosuppression (including immunosuppression caused by medications, HIV or other immunodeficiencies);<br><br></p></li><li><p>Persons aged 18 years (as well as those below 18 years under the NCIS) who are receiving long term aspirin therapy and therefore might be at risk for developing Reye syndrome after influenza infection;<br><br></p></li><li><p>Women at all stages of pregnancy; or<br><br></p></li><li><p>Persons receiving Intermediate and Long Term Care (ILTC) services.<br><br></p></li></ul><p>Eligibility for subsidy is based on criteria for vaccinations under the National Adult Immunisation Schedule (NAIS) and National Childhood Immunisation Schedule (NCIS). More information on NAIS and NCIS is available <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"http://healthhub.sg/vaccinate\">here</a> .</p><p>The remaining co-payment for subsidised vaccinations can be paid via MediSave. Do check with your preferred CHAS GP if they process MediSave claims and your eligibility to use MediSave.<br><br>Do note that if you who do not meet the eligibility criteria for flu vaccination subsidies after being reviewed by your GP, you will need to pay the charges as indicated by the clinic. Individuals are recommended to confirm the total cost with the clinic before proceeding with the vaccination.</p><p><br></p><p><strong>For Permanent Residents (PRs), subsidies for flu vaccinations are available only at polyclinics for the recommended age group and those with certain medical conditions.</strong> <br><br>However, MediSave can be used to cover the out-of-pocket expense at both CHAS GP clinics and polyclinics. As the prices of vaccinations at polyclinics may vary, please check directly with the preferred polyclinic before booking an appointment.</p>","updatedAt":"2024-01-11T01:59:47.380Z","numPositiveFeedback":16},"topics":[{"id":98,"title":"Payment","priority":0,"agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"parentTopic":null}],"agency":{"code":"has","logoUrl":"https://logos.ask.gov.sg/has.png"}},{"id":"clgyrb7yh0002l908sionl7ge","title":"Can I exercise after an HPV (or other non-COVID-19) vaccination?","body":"","createdAt":"2023-04-27T06:41:26.537Z","published":true,"publishedAt":"2023-05-09T08:31:44.732Z","priority":0,"answer":{"id":"clhg0jal90000ky08oz2cz9zg","body":"<p>It is generally safe to exercise after a general vaccination (non-COVID-19 vaccination). <br>However, as with any medication, if you feel unwell, it is best to rest and consult your doctor who is able to assess your condition.</p>","updatedAt":"2023-05-09T08:31:44.732Z","numPositiveFeedback":14},"topics":[{"id":107,"title":"Post Vaccinations","priority":0,"agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"parentTopic":null}],"agency":{"code":"has","logoUrl":"https://logos.ask.gov.sg/has.png"}},{"id":"clgx67vu2002wmf08a4zcroc9","title":"What is the cost of the pneumococcal vaccination for adults aged 18 years old and above?","body":"","createdAt":"2023-04-26T04:03:12.739Z","published":true,"publishedAt":"2024-01-11T02:00:03.189Z","priority":0,"answer":{"id":"clgx67vu2002xmf089vw9igz2","body":"<p><strong>For eligible HealthierSG-enrolled Singapore citizens (i) aged 65 years old and above and (ii) adults with certain medical conditions, you are able to get these fully subsidised pneumococcal vaccinations (PCV13 and PPSV23) at no cost ($0) at your enrolled HSG clinic.</strong><br></p><p><br></p><p>For those who are not enrolled with a HealthierSG clinic:</p><p><br></p><p>If you are an eligible Singapore citizen aged 65 years and above, the price fee caps of pneumococcal vaccinations at CHAS GP clinics are:</p><ul><li><p>Pioneer Generation*: $16 (PCV13) and $11 (PPSV23)</p></li><li><p>Merdeka Generation* (from 65th birthday): $31 (PCV13) and $22 (PPSV23)<br><br></p></li></ul><p>If you are an eligible Singapore citizen aged 18 to 64 years with certain medical conditions, the price fee caps of pneumococcal vaccinations at CHAS GP clinics are:</p><ul><li><p>CHAS Blue/ CHAS Orange: $31 (PCV13) and $22 (PPSV23)</p></li><li><p>CHAS Green/ Non-CHAS: $63 (PCV13) and $43 (PPSV23).<br><br></p></li></ul><p>(If you are under the age of 65 and want to get vaccinated, please reach out directly to your nearest GP clinic.)</p><p>Individuals are eligible for subsidies for pneumococcal vaccinations at CHAS GP clinics if they are:</p><ul><li><p>Singapore citizens AND</p></li><li><p>65 years old and older; OR</p></li><li><p>18 to 64 years old with any of the following medical conditions:</p></li><li><p>Chronic pulmonary, cardiovascular, renal or liver disease, or diabetes mellitus;</p></li><li><p>Cochlear implant or cerebrospinal fluid leak;</p></li><li><p>Anatomic or functional asplenia (including conditions such as homozygous sickle cell disease and coeliac syndrome that may lead to splenic dysfunction); or</p></li><li><p>Immunosuppression (including immunosuppression caused by medications, HIV or other immunodeficiencies)</p></li></ul><p>Eligibility for subsidies is based on criteria for vaccinations under the National Adult Immunisation Schedule (NAIS). More information on NAIS is available <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.healthhub.sg/sites/assets/Assets/Programs/vaccinate/pdfs/National_Adult_Immunisation_Schedule_(NAIS)_V3.pdf\">here</a> .<br><br></p><p>The remaining co-payment for subsidised vaccinations can be paid via MediSave. Do check with your preferred CHAS GP if they process MediSave claims and your eligibility to use MediSave.<br><br></p><p>For Permanent Residents (PRs), subsidies for pneumococcal vaccinations are available only at polyclinics for the recommended age group and those with certain medical conditions. However, MediSave can be used to cover the out-of-pocket expense at both CHAS GP clinics and polyclinics. As the prices of vaccinations at polyclinics may vary, please check directly with the preferred polyclinic before booking an appointment.<br><br></p><p>*Pioneer Generation: Born on 31 Dec 1949 or earlier, and became a citizen on 31 Dec 1986 or earlier<br></p><p>*Merdeka Generation: Born between 1 Jan 1950 - 31 Dec 1959, and became a citizen on 31 Dec 1986 or earlier</p>","updatedAt":"2024-01-11T02:00:02.603Z","numPositiveFeedback":14},"topics":[{"id":98,"title":"Payment","priority":0,"agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"parentTopic":null}],"agency":{"code":"has","logoUrl":"https://logos.ask.gov.sg/has.png"}},{"id":"cli1fvtyz0009l508ekjxc4o2","title":"Is the RSV (Respiratory Synctial Virus) vaccine available in Singapore?","body":"","createdAt":"2023-05-24T08:24:33.659Z","published":true,"publishedAt":"2023-12-07T08:49:22.497Z","priority":0,"answer":{"id":"cli1fvtyz000al508f23zj21q","body":"<p> Currently, there are no RSV vaccine approved for use in Singapore. </p>","updatedAt":"2023-05-24T08:24:33.659Z","numPositiveFeedback":12},"topics":[{"id":158,"title":"Others","priority":0,"agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"parentTopic":null}],"agency":{"code":"has","logoUrl":"https://logos.ask.gov.sg/has.png"}},{"id":"clgx67vtx0002mf08x76rmf18","title":"Can I book an appointment if I'm not 65 years old yet?","body":null,"createdAt":"2023-04-26T04:03:12.739Z","published":true,"publishedAt":"2023-04-26T04:03:12.739Z","priority":0,"answer":{"id":"clgx67vtx0003mf08k0rjlxz0","body":"While it is possible for citizens younger than 65 to take pneumococcal vaccines, they would not be eligible for the vaccination subsidies (unless they are deemed to be medically eligible to do so).\n\nThis was done to avoid the scenario where citizens book and show up for appointments before their 65th birthday. Citizens could potentially be misled into taking the vaccination despite not qualifying for any subsidy.\n\nIf you are under the age of 65 and still want to get vaccinated, please reach out directly to your nearest GP clinic or polyclinic.\n\n","updatedAt":"2023-04-26T04:03:12.739Z","numPositiveFeedback":11},"topics":[{"id":100,"title":"Pneumococcal Vaccines","priority":0,"agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"parentTopic":null}],"agency":{"code":"has","logoUrl":"https://logos.ask.gov.sg/has.png"}},{"id":"clgx67vtx0008mf08nm16y8gk","title":"Can I get the HPV vaccination and any other vaccination at the same time?","body":null,"createdAt":"2023-04-26T04:03:12.739Z","published":true,"publishedAt":"2023-04-26T04:03:12.739Z","priority":0,"answer":{"id":"clgx67vtx0009mf08hs90lxk1","body":"If you have recently received the COVID-19 vaccine (e.g. in the last 14 days), you can still receive the HPV vaccine. An interval of at least 14 days before or after the COVID-19 vaccine is encouraged, but is not strictly necessary. \n\nPlease consult your doctor for the latest guidelines.","updatedAt":"2023-04-26T04:03:12.739Z","numPositiveFeedback":10},"topics":[{"id":96,"title":"HPV Vaccines","priority":0,"agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"parentTopic":null}],"agency":{"code":"has","logoUrl":"https://logos.ask.gov.sg/has.png"}},{"id":"cli1fvtyz0006l508napdqp88","title":"Why is shingles vaccination not subsidised? Can you provide subsidies for shingles vaccination?","body":null,"createdAt":"2023-05-24T08:24:33.659Z","published":true,"publishedAt":"2023-05-24T08:24:33.659Z","priority":0,"answer":{"id":"cli1fvtyz0007l50826rd96o6","body":"<p>Availability of subsidies and the use of MediSave are allowed for nationally recommended vaccinations in the National Adult Immunisation Schedule (NAIS). Considerations for inclusion of vaccinations into the NAIS include vaccine safety, clinical efficacy and cost-effectiveness of the vaccine in the prevention of infections among susceptible individuals and in reducing complications, morbidity and mortality.</p><p><br>The list of vaccines in the NAIS is regularly reviewed by the Expert Committee on Immunisation to evaluate both clinical and cost effectiveness.<br><br></p><p>The shingles vaccine is currently not on the NAIS, as its cost-effectiveness at the population level in Singapore has not been established. Hence, it is not currently considered for subsidies and MediSave use.<br><br></p><p>Nonetheless, the vaccine is available locally to anyone aged 50 and older who would like to receive the vaccine. You may wish to consult your doctor.</p>","updatedAt":"2023-05-24T08:24:33.659Z","numPositiveFeedback":8},"topics":[{"id":158,"title":"Others","priority":0,"agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"parentTopic":null}],"agency":{"code":"has","logoUrl":"https://logos.ask.gov.sg/has.png"}},{"id":"clgx67vu0001qmf08p3xhlx9z","title":"How should adults take the Pneumococcal vaccine?","body":null,"createdAt":"2023-04-26T04:03:12.739Z","published":true,"publishedAt":"2023-04-26T04:03:12.739Z","priority":0,"answer":{"id":"clgx67vu0001rmf08pp6bbrz9","body":"For individuals in which both PCV13 and PPSV23 are recommended, and who have yet to receive any pneumococcal vaccine, PCV13 should be given first, followed by PPSV23 a year later (or at least after a minimum interval of 8 weeks) for better protection.\n\n","updatedAt":"2023-04-26T04:03:12.739Z","numPositiveFeedback":8},"topics":[{"id":100,"title":"Pneumococcal Vaccines","priority":0,"agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"parentTopic":null}],"agency":{"code":"has","logoUrl":"https://logos.ask.gov.sg/has.png"}},{"id":"clh5okfre0002jx089gyqbu0e","title":"How long after COVID can I get my pneumococcal vaccine?","body":"My first covid was on 20/4/23","createdAt":"2023-05-02T02:59:00.938Z","published":true,"publishedAt":"2024-01-04T05:45:09.894Z","priority":0,"answer":{"id":"clhyvqjwj0004mm09psrsdqrw","body":"<p>You can receive other vaccinations when you have fully recovered from COVID-19 infection. If you are unsure, please inform your GP prior to your vaccination.</p>","updatedAt":"2024-01-04T05:45:08.914Z","numPositiveFeedback":7},"topics":[{"id":100,"title":"Pneumococcal Vaccines","priority":0,"agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"parentTopic":null}],"agency":{"code":"has","logoUrl":"https://logos.ask.gov.sg/has.png"}},{"id":"clh8h19zq0002l708tb3olh9u","title":"I am 63 yrs old, healthy with no chronic medical conditions. Do you still recommend me to take the Influenza and Pheumococcal jabs, was considering having both jabs when I am 65 years old.","body":"","createdAt":"2023-05-04T01:51:28.215Z","published":true,"publishedAt":"2023-05-24T04:59:35.907Z","priority":0,"answer":{"id":"cli18k8yt0002ms08eqbboc5f","body":"<p>If you are below the age of 65 with no chronic medical conditions, you can still take the influenza and pneumococcal vaccinations. However, these will not be subsidised. The clinic should notify you of the expected costs before the vaccination is administered.<br><br>Both vaccinations are under the National Adult Immunisation Schedule (NAIS).&nbsp;</p>","updatedAt":"2023-05-24T04:59:35.907Z","numPositiveFeedback":6},"topics":[{"id":97,"title":"Flu Vaccines","priority":0,"agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"parentTopic":null},{"id":100,"title":"Pneumococcal Vaccines","priority":0,"agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"parentTopic":null}],"agency":{"code":"has","logoUrl":"https://logos.ask.gov.sg/has.png"}},{"id":"clh25iiqz0002md08toy2nffy","title":"Is the latest pneumococcal vaccine only need one jab ?","body":"So if I make appointment now it is only one jab and it’s DONE correct?","createdAt":"2023-04-29T15:42:20.267Z","published":true,"publishedAt":"2023-05-16T16:14:21.422Z","priority":0,"answer":{"id":"clhqh56ge0006l308pp9nvbjh","body":"<p>If you are 65 years of age or older, one dose each of PCV13 and PPSV23 is generally recommended.</p><p>&nbsp;<br>If you have already received PCV13 as an adult (regardless of age) and one dose of PPSV23 on or after 65 years of age, there is no further need for either of the pneumococcal vaccination.<br>&nbsp;<br>To view your immunisation records in HealthHub, login with Singpass and click on <strong>Services &gt; Health Records &gt; Immunisation Records &gt; Nationally Recommended.</strong></p>","updatedAt":"2023-05-16T16:14:21.422Z","numPositiveFeedback":5},"topics":[{"id":100,"title":"Pneumococcal Vaccines","priority":0,"agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"parentTopic":null}],"agency":{"code":"has","logoUrl":"https://logos.ask.gov.sg/has.png"}},{"id":"cli2p2us30002ms08det0htr6","title":"Hi, I just realised that the clinic I went for the HPV2 vaccine is no longer a TF-SCS Partner. I’ve 2 more does to complete. Do I continue to go to the same clinic for the subsequent appointment by calling them or choose another clinic by booking on the Health Appointment System that is TF-SCS Partner? ","body":"","createdAt":"2023-05-25T05:29:44.020Z","published":true,"publishedAt":"2023-05-28T08:18:42.924Z","priority":0,"answer":{"id":"cli75fq0d000al008g7mq5bn5","body":"<p>You can book your appointments for dose 2 and 3 at another TF-SCS clinic to benefit from the applicable subsidies. Do inform the doctor at the second clinic during your appointment so that they can refer to your vaccination record.&nbsp;<br>Do remember to bring your NRIC and CHAS card for the appointment as well.</p>","updatedAt":"2023-05-28T08:18:42.924Z","numPositiveFeedback":4},"topics":[{"id":96,"title":"HPV Vaccines","priority":0,"agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"parentTopic":null},{"id":98,"title":"Payment","priority":0,"agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"parentTopic":null}],"agency":{"code":"has","logoUrl":"https://logos.ask.gov.sg/has.png"}},{"id":"cli1ltral0002jo081frf72qk","title":"HPV2 Vs A-HPV","body":"I've taken:\nfirst dose on 4 May 2018\nsecond dose on 4 July 2018\nthird dose on 4 November 2018\n\nShould I take the HPV2 vaccine to update my current vaccination? ","createdAt":"2023-05-24T11:10:54.573Z","published":true,"publishedAt":"2023-05-28T08:20:40.292Z","priority":0,"answer":{"id":"cli75i8kk000cl0084miwnzxo","body":"<p>For females who are 15 years old and above at the time of the first dose, a total of 3 doses are recommended. Your doses may be reflected as A-HPV in your vaccination record.</p><p>&nbsp;<br>There is no need to take another dose if you have completed the course of vaccination.</p>","updatedAt":"2023-05-28T08:20:40.292Z","numPositiveFeedback":4},"topics":[{"id":96,"title":"HPV Vaccines","priority":0,"agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"parentTopic":null}],"agency":{"code":"has","logoUrl":"https://logos.ask.gov.sg/has.png"}},{"id":"clh9b1wju0002lb0994u6iyup","title":"i took the hpv vaccine before and still receive message to take it. so do i take it twice?","body":"","createdAt":"2023-05-04T15:51:45.930Z","published":true,"publishedAt":"2023-05-28T07:58:30.726Z","priority":0,"answer":{"id":"cli74pqo70008l008z2ighy9h","body":"<p><strong>For females who are 15 years old and above at the time of the first dose, a total of 3 doses are recommended. </strong>The second dose may be given between 1 and 2.5 months after the first dose, followed by the third dose between 5 and 12 months after the first dose.</p><p>&nbsp;</p><p><strong>For females who are 9 – 14 at the time of the first dose, a total of 2 doses are recommended.</strong> The second dose may be given 5 – 13 months after the first dose.</p><p>Your doses may be reflected as A-HPV in your vaccination record.</p><p>&nbsp;</p><p>Singaporeans who are born in 1996 or later are able to access their vaccination records via <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.healthhub.sg/\">HealthHub</a> with their Singpass.</p><p>Those who are born earlier (i.e. before 1996) are also able to access their vaccination records via HealthHub. However, records are only available for vaccinations under the National Adult Immunisation Schedule (NAIS), which were given on or after 1 Nov 2017, and notified accordingly.</p><p>&nbsp;</p><p>To view your immunisation records in HealthHub, login and click on <strong>Services &gt; Health Records &gt; Immunisation Records &gt; Nationally Recommended.</strong></p><p>&nbsp;</p><p><strong>There is no need to take another dose if you have completed the course of vaccination. </strong>If you have not completed the course or have surpassed the recommended gap, please book an appointment via <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"http://book.health.gov.sg\">book.health.gov.sg</a> to receive medical advice from a GP.</p><p>&nbsp;</p>","updatedAt":"2023-05-28T07:58:30.726Z","numPositiveFeedback":4},"topics":[{"id":96,"title":"HPV Vaccines","priority":0,"agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"parentTopic":null}],"agency":{"code":"has","logoUrl":"https://logos.ask.gov.sg/has.png"}}],"webResult":null,"count":101,"agency":{"id":"clgx641h60000mf08fkab7v7h","name":"Health Appointment System","code":"has","homepageUrl":"https://book.health.gov.sg/","enquiryPageUrl":null,"scope":"GLOBAL","emailDomainWhitelist":[],"type":"OFFICIAL","minimumDayResponseTime":2,"responseTimeRange":3,"logoUrl":"https://logos.ask.gov.sg/has.png","searchHint":"cost of flu vaccination","description":null,"trendingTerms":["hpv","cost of hpv","appointment","flu vaccine","subsidies","chas"],"hasSubjectTriaging":false,"subjects":[]},"currentPage":1,"matchedTokens":null,"agencyTopics":[{"id":96,"qcount":31,"title":"HPV Vaccines","agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"priority":0,"subtopics":null},{"id":98,"qcount":23,"title":"Payment","agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"priority":0,"subtopics":null},{"id":100,"qcount":14,"title":"Pneumococcal Vaccines","agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"priority":0,"subtopics":null},{"id":99,"qcount":12,"title":"Making Appointments","agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"priority":0,"subtopics":null},{"id":95,"qcount":10,"title":"Questions from Doctors","agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"priority":0,"subtopics":null},{"id":97,"qcount":8,"title":"Flu Vaccines","agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"priority":0,"subtopics":null},{"id":363,"qcount":6,"title":"Covid-19 Vaccines","agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"priority":0,"subtopics":null},{"id":158,"qcount":4,"title":"Others","agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"priority":0,"subtopics":null},{"id":154,"qcount":4,"title":"Queue","agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"priority":0,"subtopics":null},{"id":155,"qcount":3,"title":"Healthier SG","agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"priority":0,"subtopics":null},{"id":107,"qcount":1,"title":"Post Vaccinations","agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"priority":0,"subtopics":null},{"id":101,"qcount":1,"title":"SMS Invitations","agencyId":"clgx641h60000mf08fkab7v7h","parentTopicId":null,"priority":0,"subtopics":null}]}