{"questionListItems":[{"id":"clglxzrrr00czl4086uiada4e","title":"Can I install original software bought by my company on my personal laptop or PC?","body":null,"createdAt":"2023-04-18T07:27:29.190Z","published":true,"publishedAt":"2023-04-18T07:27:29.190Z","priority":0,"answer":{"id":"clglxzrrr00d0l408iprsebsi","body":"<p>This depends on the scope of permitted use under the licence terms of the software bought by your company. For instance, the licence terms may only allow installation on the company's equipment. <br>You should check the terms and conditions accompanying the original software your company bought.&nbsp;</p>","updatedAt":"2023-04-18T07:27:29.190Z","numPositiveFeedback":0},"topics":[{"id":32,"title":"Copyright (General)","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clglxzrrr00d2l408fzq9ugld","title":"Can I lodge an application for the registration of a design that has been used in another country?","body":null,"createdAt":"2023-04-18T07:27:29.190Z","published":true,"publishedAt":"2023-04-18T07:27:29.190Z","priority":0,"answer":{"id":"clglxzrrr00d3l408yqqbr16q","body":"To qualify for registration, a design must be new and not known to anyone in the world. Thus a design that has been used in another country would not be registrable in Singapore.","updatedAt":"2023-04-18T07:27:29.190Z","numPositiveFeedback":0},"topics":[{"id":31,"title":"Designs","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clglxzrrr00d5l408taa6nr8w","title":"Can I make amendments to my application?","body":null,"createdAt":"2023-04-18T07:27:29.190Z","published":true,"publishedAt":"2023-04-18T07:27:29.190Z","priority":0,"answer":{"id":"clglxzrrr00d6l408fudsiqjg","body":"<p>Yes, IPOS will permit amendments to the application if the proposed amendment does not substantially alter the overall appearance of the design or widen the scope of the rights. To lodge an amendment, you should file <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.ipos.gov.sg/about-ip/designs/managing-designs/forms-fees\">Designs Form D5</a> together with the prescribed fee.&nbsp;</p>","updatedAt":"2023-04-18T07:27:29.190Z","numPositiveFeedback":0},"topics":[{"id":31,"title":"Designs","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clglxzrrr00d8l408muvakxxj","title":"Can I make an application to register all the goods or services in one class by listing the entire Class Heading of the Nice Classification? ","body":null,"createdAt":"2023-04-18T07:27:29.190Z","published":true,"publishedAt":"2023-04-18T07:27:29.190Z","priority":0,"answer":{"id":"clglxzrrs00d9l408ox7xyh09","body":"You are not encouraged to list the entire class heading of each class of goods or services as your claim in the specification. The class heading only serves as a general indication of the type of goods or services that are included in a particular class and does not cover all the goods or services that may be in that class. \n\nYou should state the specific goods or services of interest to you in the application and not all the goods or services within a particular class. This is because an application in respect of all the goods or services included in a particular class, or of a large variety of goods or services, will face objection unless it can be shown that there is intention to use the mark on the full range of goods or services listed in the specification.\n\n","updatedAt":"2023-04-18T07:27:29.190Z","numPositiveFeedback":0},"topics":[{"id":30,"title":"Trade Marks","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clglxzrrs00dbl408rdvalkna","title":"Can I make back-ups of installed computer programs in case my computer crashes?","body":null,"createdAt":"2023-04-18T07:27:29.190Z","published":true,"publishedAt":"2023-04-18T07:27:29.190Z","priority":0,"answer":{"id":"clglxzrrs00dcl40832ai5kym","body":"You can do so if permitted by the terms and conditions accompanying the original software. The official website for the software may have FAQs as well as contact information in this regard. The authorised distributor or reseller could be your first point of contact and enquiry.\n\nIn a scenario where the original CD-ROMs containing the software are still available, our copyright law does allow the owner of the software to make a back-up copy of the original CD-ROMs. This is only allowed if the back-up copy is made for the sole purpose of being used if the original copy is lost, destroyed or unusable. This exception applies even if the copyright owner states otherwise in the terms and conditions of use.\n\n","updatedAt":"2023-04-18T07:27:29.190Z","numPositiveFeedback":0},"topics":[{"id":32,"title":"Copyright (General)","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clglxzrrs00del408d6eag53h","title":"Can I make tribute videos using pictures of my favourite stars or cartoon characters and upload them on YouTube?","body":null,"createdAt":"2023-04-18T07:27:29.190Z","published":true,"publishedAt":"2023-04-18T07:27:29.190Z","priority":0,"answer":{"id":"clglxzrrs00dfl408sa70ouf8","body":"<p>Generally, a tribute video would reproduce parts of the films in the series as well as perform part of the underlying script. Further, uploading the video on YouTube involves communication of the work. Both reproduction and communication of a work are the exclusive rights of copyright owners. Therefore, if the parts used are substantial in terms of their distinctiveness and importance to the original series, it may be a case of copyright infringement.<br><br></p><p>However, you may use parts of copyright content without having to first seek consent if your use is fair. This is called the “fair use” exception.<br><br></p><p>There are 4 statutory factors that the court will consider: <br>1. The purpose and character of your use; <br>2. The nature of the work you are using; <br>3. The amount and substantiality of the portion of the work you are using, in relation to the whole work; and <br>4. The effect that your use will have on the potential market for, or value of, the work.<br><br>This is ultimately a factual assessment to be made and the court may also take into account other relevant factors.</p>","updatedAt":"2023-04-18T07:27:29.190Z","numPositiveFeedback":0},"topics":[{"id":32,"title":"Copyright (General)","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clglxzrrs00dhl4088k3qgkhl","title":"Can I obtain a patent for a product design?","body":null,"createdAt":"2023-04-18T07:27:29.190Z","published":true,"publishedAt":"2023-04-18T07:27:29.190Z","priority":0,"answer":{"id":"clglxzrrs00dil40861fwn6jr","body":"<p>It is not possible to obtain patent protection for the mere outward appearance of an article, that is, a shape configuration, pattern or ornamentation. Instead, a design registration may be a more appropriate option. You may find more information on design registration <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.ipos.gov.sg/about-ip/designs/how-to-register\">here</a>. <br><br>However, if the outward appearance has a functional application as opposed to a mere visual purpose, it may be possible to obtain patent protection, subject to the patentability requirements of novelty, inventive step and industrial application.</p>","updatedAt":"2023-04-18T07:27:29.190Z","numPositiveFeedback":0},"topics":[{"id":26,"title":"Patents","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clglxzrrs00dkl408qaso9681","title":"Can I obtain patent protection for my invention, not just in Singapore, but in other countries as well? If so, how do I go about it?","body":null,"createdAt":"2023-04-18T07:27:29.190Z","published":true,"publishedAt":"2023-04-18T07:27:29.190Z","priority":0,"answer":{"id":"clglxzrrs00dll408twl0okhc","body":"A patent obtained in Singapore is territorial in nature and only gives rise to rights in Singapore. Such local rights are obtained by filing a patent application in Singapore. This is called the national application route. \n\nIf you are considering obtaining patent protection for an invention in other countries, you either file separate applications in each country where you wish to have patent protection or you may choose to take the PCT (Patent Co-operation Treaty) route which enables you, in a single international patent application to seek patent protection in a number of countries. This is called the international application route.\n\nThe national application route and the international application route exist in parallel in Singapore and the choice is open to you to choose between them. \n\nIf you are residing in Singapore and plan to apply for a patent outside of Singapore first, you need to obtain a written authorisation from IPOS for national security clearance before doing so. ","updatedAt":"2023-04-18T07:27:29.190Z","numPositiveFeedback":0},"topics":[{"id":26,"title":"Patents","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clglxzrrs00dnl408nxmufqas","title":"Can I paraphrase an article?","body":null,"createdAt":"2023-04-18T07:27:29.190Z","published":true,"publishedAt":"2023-04-18T07:27:29.190Z","priority":0,"answer":{"id":"clglxzrrs00dol408s54xb43x","body":"As it is the expression of ideas that is protected by copyright, you will not infringe copyright if you express in your own words the information or ideas presented in the article.\n\n","updatedAt":"2023-04-18T07:27:29.190Z","numPositiveFeedback":0},"topics":[{"id":32,"title":"Copyright (General)","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clglxzrrs00dql408fzjtrzpe","title":"Can I patent an idea of a new invention?","body":null,"createdAt":"2023-04-18T07:27:29.190Z","published":true,"publishedAt":"2023-04-18T07:27:29.190Z","priority":0,"answer":{"id":"clglxzrrs00drl408rx3fndfr","body":"No, an idea of a new invention alone cannot be patented. To qualify for patent protection, an invention has to be applied to a product or process and has to fulfil other criteria such as being new, involving an inventive step and be capable of industrial application.\n\n","updatedAt":"2023-04-18T07:27:29.190Z","numPositiveFeedback":0},"topics":[{"id":26,"title":"Patents","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clglxzrrs00dtl4081yvks9mj","title":"Can IPOS advise me if my design is registrable?","body":null,"createdAt":"2023-04-18T07:27:29.190Z","published":true,"publishedAt":"2023-04-18T07:27:29.190Z","priority":0,"answer":{"id":"clglxzrrt00dul408b4w0rcjo","body":"If you have any difficulty ascertaining the registrability of your design or other legal requirements, you should consider seeking professional advice from an agent/lawyer. IPOS would not be able to provide legal advice to applicants on the registrability of your design.\n\n","updatedAt":"2023-04-18T07:27:29.190Z","numPositiveFeedback":0},"topics":[{"id":31,"title":"Designs","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clglxzrrt00dwl408dbqkwj16","title":"Can IPOS advise me on whether my invention is patentable?","body":null,"createdAt":"2023-04-18T07:27:29.190Z","published":true,"publishedAt":"2023-04-18T07:27:29.190Z","priority":0,"answer":{"id":"clglxzrrt00dxl408m11lfjge","body":"<p>IPOS cannot give any legal advice to applicants on any subject, which includes the patentability of an invention.&nbsp; <br><br>The patenting procedure involves several areas of consideration and several steps to take within specified deadlines. If you need assistance prosecuting your patent application or advice in ascertaining the patentability of your invention or other legal requirements, it is advisable to engage the services of a registered patent agent who has the knowledge and the experience to help you in your patent application right from the start. <br><br>For the list of registered patent agents in Singapore, please refer <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.ipos.gov.sg/about-ip/patents/patent-agents\">here</a>. You may wish to conduct a search for patents and patent applications in Singapore via <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://digitalhub.ipos.gov.sg/\">IPOS Digital Hub</a>. <br><br>Please note that the database provide non-exhaustive searches.&nbsp;</p>","updatedAt":"2023-04-18T07:27:29.190Z","numPositiveFeedback":0},"topics":[{"id":26,"title":"Patents","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clglxzrrt00dzl4089rf000av","title":"Can I post a video-recording of my sister's birthday celebration onto websites such as YouTube?","body":null,"createdAt":"2023-04-18T07:27:29.190Z","published":true,"publishedAt":"2023-04-18T07:27:29.190Z","priority":0,"answer":{"id":"clglxzrrt00e0l4085og41lib","body":"In general, the maker of a video owns the copyright to it. When a video-recording is posted onto a website, a copy is made. This involves the reproduction right of the copyright owner. Further, the communication right is involved as the video is made available on the Internet. Thus, if you want to post the video-recording onto websites like YouTube and you are not the maker of the video, you should get the consent of the copyright owner.\n\nApart from copyright concerns, you may also want to consider Internet safety and personal privacy issues before posting the video-recording for the world at large to view.\n\n","updatedAt":"2023-04-18T07:27:29.190Z","numPositiveFeedback":0},"topics":[{"id":32,"title":"Copyright (General)","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clglxzrrt00e2l4085x2808vu","title":"Can I provide IPOS with information or observations regarding someone's patent application which I would like the Examiner to review?","body":null,"createdAt":"2023-04-18T07:27:29.190Z","published":true,"publishedAt":"2023-04-18T07:27:29.190Z","priority":0,"answer":{"id":"clglxzrrt00e3l40838iwym56","body":"<p>You could do so by submitting a third party observation regarding patentability of the application:</p><ul><li><p>In a letter explaining how the prior art is of relevance to the patent application</p></li><li><p>Do note that reasons and any relevant documents to support the observations should accompany the submission.</p></li></ul><p></p><p><strong><br>When can this be filed?</strong></p><p>Any time after the date of publication of the application and before the issuance of the examination report, search and examination report or supplementary examination report.<br><br></p><p><strong>How can this be filed?</strong></p><p>It must be submitted via ad-hoc correspondence module in IPOS Digital Hub. The document type “Third Party Observations” will allow these supporting documents to be furnished.</p><p><br></p><p><strong>Is there a fee?</strong></p><p>There is no fee for submitting a third party observation.</p><p><br></p><p><strong>How will the information or observation be considered?</strong></p><p>It will be considered by the examiner during the examination process.</p><p>If it is assessed by the examiner to have an impact on determining the patentability of the patent application, the patent applicant may formally respond via a response to the written opinion in Patents Form 13A.</p><p><br></p><p><strong>Can my identify be kept anonymous?</strong></p><p>The information or observation may be submitted via a registered patent agent or lawyer without disclosing the filer’s identity.<br></p><p><br></p><p>For more information, please refer to Examination Guidelines for Patent Applications found <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.ipos.gov.sg/about-ip/patents/managing-patents/guides\">here</a></p>","updatedAt":"2023-04-18T07:27:29.190Z","numPositiveFeedback":0},"topics":[{"id":26,"title":"Patents","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clglxzrrt00e5l4082myfocw5","title":"Can I record a TV or cable programme?","body":null,"createdAt":"2023-04-18T07:27:29.190Z","published":true,"publishedAt":"2023-04-18T07:27:29.190Z","priority":0,"answer":{"id":"clglxzrrt00e6l408ttf39mak","body":"Yes, you can do so for your own private and domestic use. This is an exception recognised under our copyright law.\n\nWhat is private and domestic use often depends on the facts. For example, if you only invite a select group of friends and relatives to a gathering, then it is more likely that the viewing of the recorded programme will be considered as private and domestic. On the other hand, if you invite a large group of friends and then permit those friends to invite their own friends, then it is more likely that the viewing of the recorded programme will be considered to be seen in public. In such a situation, there is copyright infringement.\n\nIt is important to bear in mind that a recording might be seen in public even on private property (e.g. party held in function room of a private condominium).\n\nAs an alternative, you may instead choose to watch the actual television broadcast or cablecast during the party. This is allowed under our copyright law if the audience is non-paying.\n\n","updatedAt":"2023-04-18T07:27:29.190Z","numPositiveFeedback":0},"topics":[{"id":32,"title":"Copyright (General)","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}}],"webResult":null,"count":300,"agency":{"id":"clglxvay900b0l408s009s4jx","name":"Intellectual Property Office of Singapore","code":"ipos","homepageUrl":"https://www.ipos.gov.sg/","enquiryPageUrl":null,"scope":"GLOBAL","emailDomainWhitelist":[],"type":"OFFICIAL","minimumDayResponseTime":2,"responseTimeRange":3,"logoUrl":"https://logos.ask.gov.sg/ipos.png","searchHint":"cost to apply for a patent","description":null,"trendingTerms":["patent","consent","extension of time","trademark","register copyright","withdraw"],"hasSubjectTriaging":false,"subjects":[]},"currentPage":6,"matchedTokens":null,"agencyTopics":[{"id":27,"qcount":79,"title":"Resolving IP Disputes","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":26,"qcount":67,"title":"Patents","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":30,"qcount":54,"title":"Trade Marks","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":31,"qcount":44,"title":"Designs","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":32,"qcount":30,"title":"Copyright (General)","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":28,"qcount":17,"title":"Copyright (At Work)","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":29,"qcount":8,"title":"Businesses","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":218,"qcount":5,"title":"Non-Fungible Tokens (NFT)","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":94,"qcount":2,"title":"Collective Management Organisation (CMO)","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":411,"qcount":2,"title":"General","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":91,"qcount":1,"title":"Certification Mark","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":90,"qcount":1,"title":"Collective Mark","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":106,"qcount":1,"title":"Copyright and Trade Mark","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":128,"qcount":1,"title":"Musical Works","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":92,"qcount":1,"title":"Renewing Trademark","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":127,"qcount":1,"title":"Sound Recording","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null}]}