{"questionListItems":[{"id":"clr4qgvkw00046idy9uyk363m","title":"How do I obtain my trade mark registration certificate?","body":"","createdAt":"2024-01-08T09:41:31.232Z","published":true,"publishedAt":"2024-01-08T09:41:31.407Z","priority":0,"answer":{"id":"clr4qgvmx00056idy6phd2mj4","body":"<p>Upon successful registration, you will receive a certificate of registration. If your trade mark was registered before 24 November 2014, a hard copy certificate would have been sent by post. If your trade mark was registered on or after 24 November 2014, a soft copy certificate would have been sent to your account with IPOS immediately after the trade mark is registered. Please log in to your IPOS Digital Hub account at <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://digitalhub.ipos.gov.sg\">https://digitalhub.ipos.gov.sg</a> to retrieve the soft copy from your inbox. </p><br><p>If you have lost your registration certificate or wish to obtain a certified copy containing the most up to date trade mark details, please file Form CM12 and pay the prevailing fees through IPOS Digital Hub. If there are no deficiencies to the submitted Form CM12, you can expect the certified copy in your IPOS Digital Hub account inbox (for soft copy) or mailed out by IPOS (for hard copy) within 7 working days.</p>","updatedAt":"2024-01-08T09:41:31.306Z","numPositiveFeedback":0},"topics":[{"id":30,"title":"Trade Marks","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clnnxs6i4001k5t0xnl6wkfcx","title":"Can I apply for additional categories or classes for my trade mark?","body":"","createdAt":"2023-10-13T01:35:03.916Z","published":true,"publishedAt":"2023-10-13T01:35:04.134Z","priority":0,"answer":{"id":"clnnxs6ki001l5t0xe8ye65h1","body":"<p>Additional categories/classes may not be added into an existing application/registration. You are however welcome to apply for additional categories/classes as a new trade mark application. </p>","updatedAt":"2023-10-13T01:35:04.003Z","numPositiveFeedback":0},"topics":[{"id":411,"title":"General","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clnnxroop000o4g0x6cjh2h8h","title":"Can I update my trade mark or logo after it's been registered?","body":"","createdAt":"2023-10-13T01:34:40.826Z","published":true,"publishedAt":"2023-10-13T01:34:41.049Z","priority":0,"answer":{"id":"clnnxroqx000p4g0x2pwdoqei","body":"<p>If your trade mark has been registered, it will be protected as filed. An amendment to the mark image after submission of the application form is generally not allowed. </p><p>You may wish to consider filing a new trade mark application with the prevailing fees for the updated logo.</p>","updatedAt":"2023-10-13T01:34:40.906Z","numPositiveFeedback":0},"topics":[{"id":411,"title":"General","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clnnxngzw001f5t0x7zjm1d1f","title":"Can foreigners/foreign companies apply for trade mark registration directly with IPOS? What are the procedures?","body":"","createdAt":"2023-10-13T01:31:24.236Z","published":true,"publishedAt":"2024-01-08T09:36:11.851Z","priority":0,"answer":{"id":"clnnxnh1u001g5t0xdtls8w6b","body":"<p>Yes, foreigners/foreign companies can apply for trade mark registration in Singapore directly with IPOS if they have Singpass/Corppass and a Singapore address for service.</p><br><p>To apply, applicants need to file Form TM4 and pay the prevailing fees through our electronic online system, IPOS Digital Hub (IDH) at <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://digitalhub.ipos.gov.sg\">https://digitalhub.ipos.gov.sg</a>. Singpass is required to create and login to an IDH account. Companies can also rely on Corppass to create and log in to a business account on IDH.</p><br><p>Applicants must also have an address for service in Singapore for the purpose of transacting with IPOS (filing of any trade mark forms). For applicants with no Singpass/Corppass or no local address for service or Singpass, they may enlist the help of an agent to transact on their behalf.</p><br><p>For more information on Singpass/Corppass, please visit <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"http://www.singpass.gov.sg\">www.singpass.gov.sg</a> or <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"http://www.corppass.gov.sg\">www.corppass.gov.sg</a>.</p><br><p>For more information on IPOS Digital Hub account creation and management, please refer to <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.ipos.gov.sg/eservices\">https://www.ipos.gov.sg/eservices</a>.</p>","updatedAt":"2024-01-08T09:36:11.247Z","numPositiveFeedback":0},"topics":[{"id":30,"title":"Trade Marks","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clnnxmv3g000a490xv3rklkbo","title":"My trade mark has expired, how can I renew the trade mark?","body":"","createdAt":"2023-10-13T01:30:55.853Z","published":true,"publishedAt":"2023-10-13T01:30:56.060Z","priority":0,"answer":{"id":"clnnxmv5e000b490xputcewuo","body":"<p>If a trade mark registration is not renewed by its expiry date, the mark status will be updated as “Expired (Renewal Possible)”. At this stage, late renewal of the trade mark registration is still possible for a period of 6 months starting from the expiry date of the mark through the filing of Form TM19 with the relevant fee. </p><br><p>However, please note that the relevant fee for late renewal of a trade mark registration would be higher than a renewal filed within 6 months before the trade mark expiry date.</p><br><p>If no renewal has been made within 6 months after the trade mark expiry date, the mark status will be updated as “Removed (Restoration Possible)”. At this stage, the restoration of the mark is still possible within a final period of 6 months. </p><br><p>Form TM19 should be filed for the restoration of a trade mark registration and the relevant fee would be higher than for a late renewal. Thereafter, the mark will no longer be restorable and you will need to file a new trade mark application with the prevailing fees for it.</p>","updatedAt":"2023-10-13T01:30:55.922Z","numPositiveFeedback":0},"topics":[{"id":30,"title":"Trade Marks","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clnnxlju90005490xz49yfumo","title":"Can I trade mark both English and Chinese characters for my business?","body":"","createdAt":"2023-10-13T01:29:54.609Z","published":true,"publishedAt":"2023-10-13T01:29:54.861Z","priority":0,"answer":{"id":"clnnxljwn0006490xy6d51vyz","body":"<p>A trade mark is a sign that you can use to distinguish your business’ goods or services from those of other traders. A trade mark must also be distinctive and capable of distinguishing the goods/services of the owner from similar goods/services of other traders. </p><br><p>This sign can be any letter, word, name, signature, numeral, device, brand, heading, label, ticket, shape, colour, aspect of packaging or a combination of these. As such, it is acceptable to use both English words and Chinese characters when applying for a trade mark.</p>","updatedAt":"2023-10-13T01:29:54.696Z","numPositiveFeedback":0},"topics":[{"id":30,"title":"Trade Marks","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clnnxk8ua0004480xgtv9n0f2","title":"Can I apply for a trade mark without a Singpass/Corppass account?","body":"","createdAt":"2023-10-13T01:28:53.698Z","published":true,"publishedAt":"2024-01-08T09:35:21.730Z","priority":0,"answer":{"id":"clnnxk8w60005480x6sko5blt","body":"<p>No. </p><br><p>The default mode of filing and/or service of documents with IPOS is through our electronic online system, IPOS Digital Hub (IDH). </p><br><p>Singpass is required to create and log in to an IDH account. Companies can also rely on Corppass to create and log in to a business account on IDH.</p><br><p>For more information on Singpass/Corppass, please visit <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"http://www.singpass.gov.sg\">www.singpass.gov.sg</a> or <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"http://www.corppass.gov.sg\">www.corppass.gov.sg</a>. </p><br><p>For more information on IPOS Digital Hub account creation and management, please refer to <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.ipos.gov.sg/eservices\">https://www.ipos.gov.sg/eservices</a>.</p>","updatedAt":"2024-01-08T09:35:21.140Z","numPositiveFeedback":0},"topics":[{"id":30,"title":"Trade Marks","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clnnxj575001n4i0xnr68nc6d","title":"How can I search if a specific phrase is already registered as a trade mark?","body":"","createdAt":"2023-10-13T01:28:02.321Z","published":true,"publishedAt":"2023-10-13T01:28:02.524Z","priority":0,"answer":{"id":"clnnxj595001o4i0xomnvoxba","body":"<p>You may wish to conduct a check in our online database, which is free of charge, prior to applying for registration of your trade mark, to see if a mark similar to yours has already been registered using the following steps:</p><br><ol><li><p>On IPOS Digital Hub, click Search (top left button), and click TM Similar Mark Search.<br></p></li><li><p>On TM Similar Mark Search, please fill in the search criteria. You can upload an image (either in JPG, JPEG, TIF, TIFF, PNG, GIF or Bitmap) and/or enter keywords under “Word(s)-in-mark” and/or “Chinese Character(s)” field, select the interested class number(s) of goods/services and click Search. <br></p></li><li><p>Once the system has completed conducting the search, the search results will be shown at the bottom of the webpage.</p></li></ol>","updatedAt":"2023-10-13T01:28:02.394Z","numPositiveFeedback":0},"topics":[{"id":30,"title":"Trade Marks","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clj6jhkyl0002l708ln8r70he","title":"How can I apply for a trade mark in other countries once I have obtained a registration for it in Singapore?","body":"Our company has already registered a trade mark in Singapore and we want to extend our trade mark protection to other countries where we are entering the market.","createdAt":"2023-06-22T02:44:00.477Z","published":true,"publishedAt":"2024-01-08T09:30:21.873Z","priority":0,"answer":{"id":"clj70dh440000mx08s05q7nii","body":"<p>Please be informed that trade mark protection is territorial in nature. A separate registration will have to be made in each of the other countries, apart from Singapore, where trade mark protection is desired.</p><p>In this regard, the system of international registration of marks under the Madrid Protocol may be utilised. The Madrid Protocol is administered by the International Bureau of the World Intellectual Property Organization (WIPO) in Geneva, Switzerland. Under the Madrid Protocol, a trade mark must first be registered or applied for in the country of origin before filing for an international application. A country of origin is the country that is a party to the Madrid Protocol where the applicant (of the international application) is a resident or national of, or has a real and effective industrial or commercial establishment in.</p><br><p>In the international application, the applicant can designate the country/countries in which he wishes to seek protection for his trade mark. Only contracting parties to the Madrid Protocol can be designated. You may wish to refer to Part 2.1 of the international application Form MM2 for a list of countries which are party to the Madrid Protocol. Form MM2 can be located here (<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://digitalhub.ipos.gov.sg\">https://digitalhub.ipos.gov.sg</a>). In other words, the Madrid Protocol allows a trade mark owner to apply for registration of his trade mark in several countries simultaneously by filing one application with the International Bureau, in one language, with one set of fees in one currency (Swiss francs). This process produces the same effect as if an application for the registration of the trade mark has been directly made in each of the countries designated by the applicant.</p><br><p>To file the international application in Singapore, please submit Form MM2 with the prevailing processing fee of SGD$250 via our IPOS Digital Hub platform at <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://digitalhub.ipos.gov.sg\">https://digitalhub.ipos.gov.sg</a>. The processing fee of S$250 is in addition to the fees payable for the designated countries. For each country designated on the international application, the respective fee payable (in Swiss Francs) will also be displayed within Form MM2, with a computation for the final fee payable. Refer to Part 3.2 \"Method of Payment to WIPO\" for more information on how to transmit the fees to WIPO. An international registration lasts 10 years. It may be renewed for further periods of 10 years by paying the prescribed fees to WIPO via the country of origin.</p><br><p>If you wish to apply for registration of a trade mark in a country which is not party to the Madrid Protocol, you may wish to consider contacting that country's IP office directly to understand the application process. The applicable fees for the application process are to be paid directly to that country’s IP office. Please also note that the duration of the trade mark registration is determined by that country's IP office.</p>","updatedAt":"2024-01-08T09:30:21.182Z","numPositiveFeedback":0},"topics":[{"id":30,"title":"Trade Marks","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clj2yhrcp0006l9082lcbk4f3","title":"What should I take note of when purchasing an NFT?","body":null,"createdAt":"2023-06-19T14:32:58.297Z","published":true,"publishedAt":"2023-06-20T01:52:22.233Z","priority":0,"answer":{"id":"clj2yhrcp0007l908gmz57hiy","body":"<p>You should read the terms and conditions relating to the NFT carefully. These can usually be found in the terms of sale and terms of the platform provider. The metadata of the NFT may also provide an indication but you will have to verify if these are intended to have contractual effect. <br><br>These terms may specify the IP rights that you will receive, and set out what you can and cannot do with the NFT and the underlying digital asset. If you have any doubts, you should confirm your understanding with the issuer or holder of the NFT (as the case may be) prior to purchasing the NFT.</p>","updatedAt":"2023-06-20T01:52:22.233Z","numPositiveFeedback":0},"topics":[{"id":30,"title":"Trade Marks","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null},{"id":32,"title":"Copyright (General)","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null},{"id":218,"title":"Non-Fungible Tokens (NFT)","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clj2yhrcp0009l908otuevyjl","title":"I have purchased the NFT of a piece of digital art. Am I able to commercialise the artwork or\ncreate derivative artworks?","body":null,"createdAt":"2023-06-19T14:32:58.297Z","published":true,"publishedAt":"2023-06-20T01:51:23.040Z","priority":0,"answer":{"id":"clj2yhrcp000al908ezm97fm7","body":"<p>As discussed <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://ask.gov.sg/ipos/questions/clj2yhrcp0006l9082lcbk4f3/\">here</a>, one should not assume that ownership of the NFT is equivalent to owning the IP rights in the underlying digital asset. Whether you can commercialise the artwork or create derivative artworks will depend on the rights you have acquired as the NFT holder. <br><br>For example, the terms of sale may state that by purchasing the NFT, all IP rights in the underlying artwork will be assigned to you, or the terms of sale may only grant you a limited licence in relation to the artwork. In the latter case, you may only use the artwork within the scope of the licence granted. Therefore, if the licence is for non-commercial use, then commercial use will be in breach of the licence.</p>","updatedAt":"2023-06-20T01:51:23.040Z","numPositiveFeedback":0},"topics":[{"id":30,"title":"Trade Marks","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null},{"id":32,"title":"Copyright (General)","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null},{"id":218,"title":"Non-Fungible Tokens (NFT)","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clj2yhrcp000cl9086qrz6qx9","title":"I would like to create an NFT. What do I have to consider when creating the NFT?","body":null,"createdAt":"2023-06-19T14:32:58.297Z","published":true,"publishedAt":"2023-06-20T01:52:01.296Z","priority":0,"answer":{"id":"clj2yhrcp000dl908t2ow77we","body":"<p>This depends on whether you own the rights to the underlying asset which will be the subject of the NFT (for example, copyright in the artwork or piece of music). If you do not, you will have to ensure that you have permission to use the underlying asset to avoid inadvertently infringing the IP rights in the asset, such as copyright and trade mark rights, of other parties. See Section 2 in <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.ipos.gov.sg/docs/default-source/resources-library/copyright/ip-and-nft-14june2023.pdf\">this document</a>. <br><br>In a recent case, a rare book was acquired for a large sum of money and the purchaser intended to commercialise the contents of the book through issuing a series of NFTs replicating excerpts of the contents. However, the purchaser was unable to do so, since they had not acquired the copyright to the book’s contents. <br><br>If you are the owner of the underlying asset, you may also wish to consider securing appropriate IP protection (e.g. filing for trade mark registration for the underlying asset) so that you are in a position to control unauthorised use of the underlying asset by holders of the NFT. In respect of applying for trade mark protection for your mark in Singapore, you may wish to refer to IPOS’ <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.ipos.gov.sg/about-ip/trade-marks/circulars-practice-directions\">circular</a> on Classification Practices on NFTs and Metaverse-related Goods and Services.</p>","updatedAt":"2023-06-20T01:52:01.296Z","numPositiveFeedback":0},"topics":[{"id":30,"title":"Trade Marks","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null},{"id":32,"title":"Copyright (General)","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null},{"id":218,"title":"Non-Fungible Tokens (NFT)","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clj2yhrcp000fl9082hexvnfh","title":"I have created an NFT of my artwork. What should I consider in distributing and selling my\nNFT?","body":null,"createdAt":"2023-06-19T14:32:58.297Z","published":true,"publishedAt":"2023-06-20T01:51:45.670Z","priority":0,"answer":{"id":"clj2yhrcp000gl908chf9usnk","body":"<p>You should consider what rights you wish to grant to holders of your NFTs, and what purposes such holders can and cannot use your NFTs for. For instance, you may wish to make clear that holders of your NFTs do not own the IP rights to the artwork in your NFTs and not make derivative versions of the artwork. <br><br>You should also consider how you will make these terms binding on all holders of your NFTs, including purchasers and subsequent purchasers. Often, this is done through the inclusion of terms in the contract of sale for the NFT. You should check whether your marketplace platform allows you to include such terms in the sale of your NFT. Some platforms include standard terms that are binding on all transactions occurring on their platform. In relation to other intricate rights such as fund-raising rights, or giving NFT holders the right to vote on your platform, you may wish to seek further legal advice on whether such rights can be given effect to, and if they are regulated under Singapore law.</p>","updatedAt":"2023-06-20T01:51:45.670Z","numPositiveFeedback":0},"topics":[{"id":30,"title":"Trade Marks","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null},{"id":32,"title":"Copyright (General)","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null},{"id":218,"title":"Non-Fungible Tokens (NFT)","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clj2yhrcp000il9089u93a6e4","title":"An NFT is using my copyright or trade mark without my permission. What can I do?","body":null,"createdAt":"2023-06-19T14:32:58.297Z","published":true,"publishedAt":"2023-06-20T01:52:49.109Z","priority":0,"answer":{"id":"clj2yhrcp000jl908ekeaq904","body":"<p>You may wish to check the terms of the relevant NFT platform provider to see if the platform provider is able to render assistance to stop the NFT issuer from issuing the NFT on their platform. If such assistance is not available, you may wish to seek further legal advice on enforcement of your rights and remedies available. IPOS offers regular complimentary IP Legal Clinics for Singapore Citizens, Permanent Residents and Singapore registered businesses to seek preliminary advice on IP infringement matters from lawyers. Find out more <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.ipos.gov.sg/eservices/ip-clinics\">here</a>.</p>","updatedAt":"2023-06-20T01:52:49.109Z","numPositiveFeedback":0},"topics":[{"id":30,"title":"Trade Marks","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null},{"id":32,"title":"Copyright (General)","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null},{"id":218,"title":"Non-Fungible Tokens (NFT)","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}},{"id":"clij3qcs50002l4081cw784m0","title":"How long does it take to obtain the approval of the trademark?","body":"","createdAt":"2023-06-05T17:04:13.877Z","published":true,"publishedAt":"2024-01-08T09:40:44.556Z","priority":0,"answer":{"id":"clijonj000000ju0811x4fn0z","body":"<p>You may refer to our service commitment on our website <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.ipos.gov.sg/about-ip/trade-marks/how-to-register#our-service-commitment\">here</a> for an estimated processing timeline for trade mark applications.</p>","updatedAt":"2024-01-08T09:40:44.010Z","numPositiveFeedback":0},"topics":[{"id":30,"title":"Trade Marks","priority":0,"agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"parentTopic":null}],"agency":{"code":"ipos","logoUrl":"https://logos.ask.gov.sg/ipos.png"}}],"webResult":null,"count":300,"agency":{"id":"clglxvay900b0l408s009s4jx","name":"Intellectual Property Office of Singapore","code":"ipos","homepageUrl":"https://www.ipos.gov.sg/","enquiryPageUrl":null,"scope":"GLOBAL","emailDomainWhitelist":[],"type":"OFFICIAL","minimumDayResponseTime":2,"responseTimeRange":3,"logoUrl":"https://logos.ask.gov.sg/ipos.png","searchHint":"cost to apply for a patent","description":null,"trendingTerms":["patent","consent","extension of time","trademark","register copyright","withdraw"],"hasSubjectTriaging":false,"subjects":[]},"currentPage":3,"matchedTokens":null,"agencyTopics":[{"id":27,"qcount":79,"title":"Resolving IP Disputes","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":26,"qcount":67,"title":"Patents","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":30,"qcount":54,"title":"Trade Marks","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":31,"qcount":44,"title":"Designs","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":32,"qcount":30,"title":"Copyright (General)","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":28,"qcount":17,"title":"Copyright (At Work)","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":29,"qcount":8,"title":"Businesses","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":218,"qcount":5,"title":"Non-Fungible Tokens (NFT)","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":94,"qcount":2,"title":"Collective Management Organisation (CMO)","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":411,"qcount":2,"title":"General","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":91,"qcount":1,"title":"Certification Mark","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":90,"qcount":1,"title":"Collective Mark","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":106,"qcount":1,"title":"Copyright and Trade Mark","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":128,"qcount":1,"title":"Musical Works","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":92,"qcount":1,"title":"Renewing Trademark","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null},{"id":127,"qcount":1,"title":"Sound Recording","agencyId":"clglxvay900b0l408s009s4jx","parentTopicId":null,"priority":0,"subtopics":null}]}