{"questionListItems":[{"id":"clgotv5yd00bfi908u3fomcri","title":"Singapore has high levels of Government debt as reported in the CIA Public Debt Factbook. Is this fiscally sustainable?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yd00bgi908f5qcf3yk","body":"<p>Yes. This is because the debt comprises Singapore Government Securities, Special Singapore Government Securities, and Singapore Saving Bonds, that are not used for spending. <br><br>The borrowing proceeds are invested. The Singapore Government has a strong balance sheet with assets well in excess of its liabilities. The Government has significant net assets and no net debt.<br><br></p><p>Looking only at the liabilities (i.e. debt) alone thus does not discriminate between two countries with the same level of debt but with very different levels of assets. Singapore is in fact a net creditor country, not a debtor country, and is able to earn significant investment income on its net assets.<br><br></p><p>This is why international credit rating agencies give the Singapore Government the highest short and long-term credit ratings of AAA. In an April 2012 report by BlackRock Investment Institute, Singapore also ranked 2nd in the BlackRock Sovereign Risk Index in terms of creditworthiness. <br>A key strength highlighted was Singapore's net asset position.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":28},"topics":[{"id":78,"title":"Government Budget","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xq0036i90807xysc5a","title":"Did the Government fail to provide former President Ong Teng Cheong with sufficient information to protect the Past Reserves?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xq0037i90869pe5exa","body":"<p>A misperception that crops up from time to time is that former President Ong had been denied the information needed for him to perform an effective role in protecting the Past Reserves. In fact, President Ong was given all the information required for the purpose. This information included the value of all the Governments financial assets, as well as a listing of physical assets, such as buildings and land.<br><br></p><p>At his 16 July 1999 press conference, President Ong spoke of how he had been informed by the Accountant-General that it would take \"52 man-years\" to produce the value of the full list of physical assets of the Government.<br><br></p><p>The facts of the case were explained by former Prime Minister Goh Chok Tong in Parliament on 17 August 1999, as summarised below:<br><br></p><p>The President's Office had requested a listing of physical assets from the Accountant-General on 18 Jun 1996. At a meeting with the President on 14 Aug 1996 (i.e. less than two months later), the Accountant-General provided a listing of State buildings, while the Commissioner of Lands provided a listing of State lands. <br><br>Updates were subsequently sent to the President's Office.</p><p>It was at this meeting that the President remarked that to protect the Past Reserves, the reserves should ideally be denominated in dollar value. To this, the Accountant-General said that it would take 56 man-years [6] to conduct a complete valuation of the physical assets, even though he had already produced the listing (without valuation figures).<br><br></p><p>The Attorney-General's Chambers subsequently advised that there was no need to revalue all State properties at each changeover of the term of Government, as the question of whether Past Reserves were being drawn did not arise unless a piece of land was actually about to be sold off or alienated. At the point of sale, land is valued, and the Reserves protection framework requires only that the land be sold at fair market value.<br><br></p><p>Furthermore, the proposed revaluation would be a waste of resources. First, the reality was that much of State land would remain as State land, i.e. unsold. Second, the value of each piece of land depended on planning and zoning restrictions, which the Government could change.<br><br></p><p>Click here for the Parliamentary speeches by former Prime Minister and former Minister for Finance Dr Richard Hu (17 August 1999)</p><p>Click <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.mof.gov.sg/Portals/0/Policies/II%20-%20What%20is%20the%20PresidentG%C3%87%C3%96s%20role%20in%20safeguarding%20the%20reserves/QnA%20Issues%20raised%20by%20President%20Ong%20Teng%20Cheong.pdf\">here</a> for the subsequent Parliamentary Q&amp;As (17 August 1999)<br><br></p><p>[6] \"56 man-years\" does not mean it takes 56 years to complete the task. A man-year is a measure of the amount of work to be done, and not of the time it will take to do it.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":10},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xy007fi9087gujwri1","title":"I am a foreigner. What happens to my SRS deposits when I leave Singapore?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xy007gi9084jscqhhh","body":"Any cash proceeds from the maturity of your SRS investments or deposits will be retained in your SRS account. You may withdraw your SRS monies at any time. You may also continue to operate your SRS account after leaving Singapore.  \n\nAs for the taxability of SRS withdrawals, all withdrawals are generally taxable. In addition, all withdrawals made before the retirement age (currently 62) attract a 5% penalty.  \n\nAs a concession, the 5% penalty is waived for foreigners who withdraw their SRS monies in one lump sum after maintaining their SRS accounts for at least 10 years. The SRS operators will be withholding tax (and the 5% penalty if applicable) on withdrawals made by foreigners and Singapore Permanent Residents (SPRs).\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":9},"topics":[{"id":66,"title":"SRS - Withdrawals","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xf0016i908p0o6mml7","title":"Can an SRS account holder transfer his balance in the SRS account to the CPF Special Account?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xf0017i908ss4jxamd","body":"An SRS account holder is not permitted to transfer his balance in the SRS account to the CPF Special Account. This is because the SRS and CPF are two different retirement schemes. Unlike the CPF scheme, which is a completely tax exempt scheme, the SRS scheme is a tax deferral scheme. SRS contributions qualify for a tax relief but 50% of the withdrawals made at or after retirement are taxable. Any transfer of balances out of the SRS account constitutes a taxable withdrawal. \n\nCPF qualifies for more favourable tax treatment than SRS because CPF caters for basic retirement needs while SRS caters for supplementary retirement needs. Allowing the transfer of monies between the two schemes blurs the distinction between the schemes and goes against the objective of having two schemes in the first place.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":5},"topics":[{"id":72,"title":"SRS - Others","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xs004fi908lb056run","title":"How are CPF monies invested? What does the Government do with the monies?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xt004gi908nxlwn9km","body":"CPF monies are invested by the CPF Board (CPFB) in Special Singapore Government Securities (SSGS [8]) that are issued and guaranteed by the Singapore Government. This arrangement assures that the CPF Board will be able to pay its members all their monies when due, and the interest that it commits to pay on CPF accounts.\n\nThis is a solid guarantee. The Singapore Government is one of the few remaining triple-A credit-rated governments in the world. The proceeds from SSGS issuance are invested by the Government via MAS and GIC, just as it invests the proceeds from the market-based Singapore Government Securities (SGS).\n\nNo CPF monies go towards government spending. Government borrowings from SGS and SSGS, cannot be used to fund expenditures. Under the Government Securities Act (enacted in 1992), the monies raised from SGS and SSGS cannot be spent.\n\nThe proceeds from SSGS issuance are pooled with the rest of the Governments funds, such as proceeds from issuing Singapore Government Securities (SGS) in the markets, government surpluses, as well as the receipts from land sales which under our Constitutional rules are accounted for as Past Reserves. The comingled funds are first deposited with MAS as government deposits. MAS converts these funds into foreign assets through the foreign exchange market. A major portion of these assets are of a long-term nature, such as those that provide backing for long-term Government liabilities like SSGS as well as unencumbered  assets such as government surpluses and land sales receipts. These assets are ultimately transferred to GIC to be managed over a long investment horizon.\n\nThe Government's assets are therefore mainly managed by GIC. GIC is a fund manager, not an owner of the assets. It merely receives funds from Government for long-term management, without regard to the sources of Government funds, e.g. SGS, SSGS, government surpluses. The Governments mandate to GIC is to manage the assets in a single pool, on an unencumbered basis, with the aim of achieving good long-term returns. The Government does not specify to GIC the sources of the assets that are placed with it. The Government also does not specify whether the assets are encumbered or unencumbered, nor state the proportions. (See question on \"https://ask.gov.sg/questions/1149 (Why are the SSGS monies invested by Government as part of a combined pool of funds managed by GIC, rather than managed in a separate, dedicated fund?) \")\n\nPrior to the formation of GIC, it was the MAS as central bank that managed these assets. The investment of the assets was in keeping with the traditional approach of central banks, with large allocations to liquid, low-risk instruments. After GIC was formed in 1981, the assets were progressively transferred from MAS to GIC for management. This was to enable the assets to be invested in higher risk instruments that could be expected to earn higher returns over the long term.\n\nThe SSGS proceeds have not been passed to Temasek for management. Temasek hence does not manage any CPF monies. Temasek manages its own assets, which have accrued mainly from proceeds from sale of its investments and reinvestments of dividends and other cash distributions it receives from its portfolio companies and other investments. Temasek also has its own borrowings and debt financing sources. The Governments relationship with Temasek is that of its sole equity shareholder.\n\nThe information above elaborates on that provided at the question on \"https://ask.gov.sg/questions/1144 (Who manages our reserves) \".\n\n \n\n[8] Special Singapore Government Securities (SSGS) are non-tradeable Government bonds issued to the CPF Board. The securities earn for the CPF Board a coupon rate that is pegged to CPF interest rates that members receive.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":5},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xy007ii908sizwwjlv","title":"I am a foreigner who no longer works and lives in Singapore and I make an SRS withdrawal. How will I be taxed?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xy007ji908ku7he9c6","body":"A foreigner will be taxed as a non-resident in this instance. He will generally be taxed at 15% or the local resident rate, whichever is higher. If the withdrawal is made after the statutory retirement age or more than 10 years after the date of the first contribution, only 50% of the SRS withdrawal will be subject to tax.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":5},"topics":[{"id":66,"title":"SRS - Withdrawals","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xp002ci908kqqw66jm","title":"Can I use the SRS funds to exercise the stock options issued by my company?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xp002di908x32uehof","body":"The Government does not restrict the exercise of stock options within SRS, provided that the following conditions are met: \n\ni) The monies used to exercise the stock options must come from the SRS account;   \n\nii) The shares from the exercise of the stock options must be retained within the SRS account, and; \n\niii) The proceeds from the sale of the shares (from the exercise of the stock options) must be returned to the SRS account.\n\nThe conditions listed above are also applicable for most other investments.   \n\nWe advise that you approach your SRS operator for more information.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":4},"topics":[{"id":67,"title":"SRS - Investments","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xr003fi908a483xgpz","title":"Does the use of SRS funds for investment constitute a withdrawal from the account?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xr003gi908j8ck8sb8","body":"No. The use of SRS funds for investment does not constitute a withdrawal from the account.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":4},"topics":[{"id":67,"title":"SRS - Investments","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xv005ri908i0ptosz1","title":"How do Singaporeans benefit from the investment returns from our reserves?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xv005si908djd8lxdp","body":"The investment returns from our reserves provide additional resources for Government spending to benefit Singaporeans. This includes Government investments in education, healthcare, transport infrastructure, R&D and other areas to improve our living environment and to grow our economy.  \n\nThe ability to tap our reserves in a sustainable manner is a significant financial advantage for Singapore. Our situation is quite unlike that in many countries that have to service their debts and other liabilities from their budgets on an annual basis, and hence either raise taxes for the purpose or engage in further borrowings so as to service current borrowings.  \n\nIn Singapore, the Government is instead able to take in money from the investment returns of our reserves to supplement our Budget on a sustained basis, in keeping with the provisions in the Constitution. The few other countries where Governments are able to derive net investment income for public spending are typically those with substantial reserves of natural resources such as oil. \n\nThe investment returns of our reserves supplement the annual Budget through the Net Investment Returns Contribution (NIRC). The NIRC is estimated to be SS$21.6 billion in FY2022, or 20% of our budget.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":4},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5y7008ci908biuawtr8","title":"If I have made a withdrawal from my SRS account, can I still make SRS contributions?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5y7008di9089augmwr7","body":"If you withdraw funds from your SRS account before retirement, you can still continue to contribute to SRS after the withdrawal. \n\nHowever, you may no longer contribute to SRS if you start withdrawing from your SRS account: \n\n(i) at or after the statutory retirement age that was prevailing when you made your first SRS contribution, or; \n\n(ii) on medical grounds.\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":4},"topics":[{"id":73,"title":"SRS - Contribution","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5y8008ii9085ed434jh","title":"If the Government runs balanced budgets or has budget surpluses in some years, why do we still need to borrow money?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5y8008ji908fgq6h6nc","body":"<p>The Singapore Government operates on a balanced budget over each term of Government. It also has a strong balance sheet that has assets well in excess of its liabilities.<br><br></p><p>The Government does not borrow* to fund its Budget. Under the Government Securities Act, the Singapore Government cannot spend the monies raised from three existing domestic debt securities it issues: Singapore Government Securities (SGS), Special Singapore Government Securities (SSGS), and Singapore Savings Bonds (SSB).<br><br></p><p>SGS are marketable debt instruments issued for purposes of developing Singapore's debt markets. They provide a risk-free benchmark against which other risky market instruments are priced off.<br><br></p><p>SSGS are non-tradable bonds issued specifically to the Central Provident Fund (CPF) Board, Singapores national pension fund. Singaporeans CPF monies are invested in these special securities which are fully guaranteed by the Government. The securities earn for the CPF Board a coupon rate that is pegged to CPF interest rates that members receive.<br><br></p><p>SSB are non-tradable bonds issued to provide individual investors with a long-term saving option.</p><p>All borrowing proceeds from the issuance of SGS, SSGS, and SSB are invested. These investment returns are more than sufficient to cover the debt servicing costs.<br><br></p><p>More details of Singapore Government Borrowings are found at <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.mof.gov.sg/Resources/Feature-Articles/SG-Borrowings\">https://www.mof.gov.sg/Resources/Feature-Articles/SG-Borrowings</a>.</p><p><br></p><p>*Refers to borrowings through the Government Securities Act.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":4},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5yh00dli908njne7om5","title":"What is Net Investment Returns Contribution (NIRC)?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yh00dmi908p28vwrvz","body":"<p>Net Investment Returns Contribution (NIRC) comprises:</p><ul><li><p>Up to 50% of the <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://go.ask.gov.sg/mof/questions/clgotv5yi00eii908iemvqpsz\">Net Investment Returns </a>(NIR) on the net assets invested by GIC, MAS and Temasek; and</p></li><li><p>Up to 50% of the <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://go.ask.gov.sg/mof/questions/clgotv5yi00efi908fkqdk9vb\">Net Investment Income </a>(NII) derived from past reserves from the remaining assets.<br><br></p></li></ul><p>The annual NIRC amount is published in each years Government Budget.</p><p>Prior to FY2009, there was only the NII component. <br><br>The NIR component was introduced in FY2009 with the implementation of the NIR framework, which allows the Government to spend up to 50% of the expected long-term real returns (including capital gains) from the net assets invested by our investment entities.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":4},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xe000xi908fmbectgx","title":"As savings withdrawn from SRS are subject to tax, would I not be paying a lot of tax when I retire?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xe000yi908p4p7gi1l","body":"No, only 50% of your withdrawals are subject to tax. Moreover, you are allowed to spread out your withdrawals over a period of time. With lower or nominal income at retirement, you may end up paying little or no income tax.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":3},"topics":[{"id":66,"title":"SRS - Withdrawals","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xp0026i908a74uh0nr","title":"Can I transfer my SRS account from one SRS Operator to another?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xp0027i908qa306o7w","body":"Yes. You may transfer your SRS account between different SRS Operators. If you had already made a withdrawal from your account having attained the relevant retirement age* or on medical grounds, you will not be permitted to make new contributions to your account after the transfer. \n\n\n\n(* The statutory retirement age that was prevailing when you made your first SRS contribution.) \n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":3},"topics":[{"id":74,"title":"SRS - Participation","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xu0056i908jqwej16f","title":"How do I apply for the owner-occupier concession?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xu0057i908zmcwq105","body":"<p>IRAS notifies all new home owners of the owner-occupier concession and invites them to apply for it if they are eligible. As Housing Board flats are generally owner-occupied in the initial years, the owner-occupier concession is automatically granted to owners of newly purchased HDB homes. <br><br>Since 1 Jan 2011, IRAS has also extended the automatic granting of the concession to owners of newly purchased private homes, for owners of one residential property intended for occupation. <br><br>Eligible owner-occupiers can apply for the concessionary tax rates online through <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://mytax.iras.gov.sg/\">MyTax Portal</a>. For more i nformation on owner-occupier concessionary tax rates, please visit the <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.iras.gov.sg/irasHome/page04.aspx?id=2378\">IRAS website</a>. Property owners may also contact IRAS at <a target=\"\" rel=\"noopener noreferrer\" href=\"tel:18003568300\">1800 356 8300</a> or <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"mailto:propertytax@iras.gov.sg\">propertytax@iras.gov.sg</a> .</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":3},"topics":[{"id":81,"title":"Taxes and Duties - Property","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}}],"webResult":null,"count":213,"agency":{"id":"clgots78u0002mh093fx7cdev","name":"Ministry of Finance","code":"mof","homepageUrl":"https://www.mof.gov.sg/","enquiryPageUrl":null,"scope":"GLOBAL","emailDomainWhitelist":[],"type":"OFFICIAL","minimumDayResponseTime":2,"responseTimeRange":3,"logoUrl":"https://logos.ask.gov.sg/mof.png","searchHint":"are retrenchments payments taxable?","description":null,"trendingTerms":["srs withdrawal","srs investments","srs funds","tax relief","cost of living"],"hasSubjectTriaging":false,"subjects":[]},"currentPage":1,"matchedTokens":null,"agencyTopics":[{"id":76,"qcount":37,"title":"Our Nation's Reserves","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":66,"qcount":26,"title":"SRS - Withdrawals","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":67,"qcount":19,"title":"SRS - Investments","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":78,"qcount":15,"title":"Government Budget","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":73,"qcount":15,"title":"SRS - Contribution","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":68,"qcount":15,"title":"Taxes and Duties - Income Tax","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":77,"qcount":12,"title":"Taxes and Duties - GST","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":71,"qcount":10,"title":"Employment","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":84,"qcount":10,"title":"Reserves - RMGS","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":72,"qcount":10,"title":"SRS - Others","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":79,"qcount":7,"title":"Procurement Policies","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":74,"qcount":7,"title":"SRS - Participation","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":70,"qcount":6,"title":"Corporate Governance","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":82,"qcount":5,"title":"Taxes and Duties - DTAs","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":87,"qcount":3,"title":"About MOF - General Questions","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":83,"qcount":3,"title":"SRS - Claiming Tax Relief","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":88,"qcount":3,"title":"Taxes and Duties - CNG Duty","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":85,"qcount":3,"title":"Taxes and Duties - Corp Tax","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":81,"qcount":3,"title":"Taxes and Duties - Property","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":80,"qcount":2,"title":"Incomes and Purchasing Power","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":86,"qcount":2,"title":"SRS - Benefits","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":75,"qcount":2,"title":"SRS - Eligibility","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":69,"qcount":0,"title":"Public Private Partnership","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null}]}