{"questionListItems":[{"id":"clgotv5xu005fi908mjfxvx3p","title":"How do I make a claim for the tax relief that I am entitled to because of my SRS contributions?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xu005gi908sb382vg4","body":"You do not need to make a claim in your annual income tax return. IRAS will grant the tax relief to you automatically, based on information provided by the SRS operators. To open an SRS account, you will need to authorise your SRS operator to provide this information to IRAS.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":83,"title":"SRS - Claiming Tax Relief","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xu005ii9088bbk0sno","title":"How do I participate in SRS?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xu005ji908t2qxfo6a","body":"You must first open an SRS account. You can open an SRS account at participating branches of any of the 3 SRS Operators:\n\n\n- Development Bank of Singapore (DBS) Ltd\n- Overseas-Chinese Banking Corporation (OCBC) Ltd\n- United Overseas Bank (UOB) Ltd\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":74,"title":"SRS - Participation","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xv005ui908u3tis5r0","title":"How exactly is the withdrawal period determined at retirement?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xv005vi908tkr5upmb","body":"The withdrawal period starts when you make your first withdrawal at or after the statutory retirement age that was prevailing when you made your first SRS contribution. It will end 10 years from this date.\n\nHowever, the 10-year period does not apply to investments in life annuities. So long as you continue to receive your annuity streams in perpetuity, the 50% tax concession will apply.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":66,"title":"SRS - Withdrawals","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xw006fi908ekpad98p","title":"How long will it take before I can utilize my money in the SRS account for investment after I have contributed it to my SRS account?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xw006gi908a2w1vhsm","body":"<p>You should generally be able to utilise your SRS monies for investment once your SRS operator has confirmed the receipt of the monies (for example after it has cleared your cheque) and credited the monies to your SRS account. <br><br>You may wish to check with your SRS operator on the actual time lag between making a contribution and being able to make an SRS investment.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":67,"title":"SRS - Investments","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5y9009ci908z20jsghz","title":"Is our CPF money safe?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5y9009di9080vanscj3","body":"<p>Yes, your CPF monies are safe as all CPF monies are invested in securities (SSGS [7]) that are issued and guaranteed by the Singapore Government. The full resources of the Government back this guarantee that CPF monies will be paid back. As the Singapore Government is one of the few remaining triple-A credit-rated governments in the world, this is a solid guarantee.<br><br></p><p>To elaborate further:</p><p>a. The Government is in a strong reserves position, i.e. its assets far exceed its liabilities (CPF liabilities in the form of SSGS are a part of these liabilities). The strong reserves position can be seen from the investment returns that are made available for spending on the Government Budget or Net Investment Returns Contribution (NIRC). Over the past five years, NIRC provided on average a revenue stream of around $17 billion or about 3.5% of GDP.<br><br></p><p>b. What this means is that even after deducting all the Governments liabilities (including CPF monies), the remaining net assets produce significant returns. The NIRC is drawn from returns on assets in excess of the liabilities, not gross assets. (For more information, see summary under Our Nation's Reserves, Section II.) It should be further noted that, as stipulated in the Constitution, the NIRC recorded in the Government Budget only comprises up to 50% of the expected returns on the reserves. The NIRC figures are submitted to the Presidents Office and audited by the Auditor-Generals Office.<br><br></p><p>c. If the Governments assets had not been adequate to meet its liabilities, there would have been no contribution from the investment returns on reserves in the Government Budget.</p><p><br></p><p>[7] Special Singapore Government Securities (SSGS) are non-tradeable Government bonds issued to the CPF Board. The securities earn for the CPF Board a coupon rate that is pegged to CPF interest rates that members receive.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5ya009oi908yi0q5tl0","title":"Is the Code of Corporate Governance mandatory?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5ya009pi90850vrj695","body":"<p>Compliance with the Code of Corporate Governance is not mandatory. However, listed companies must comply with the Code or explain any deviations from the Code in their annual reports. <br><br>Please refer to the Monetary Authority of Singapore's website (<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.mas.gov.sg\">https://www.mas.gov.sg</a>) and the Singapore Exchange listing rules for details.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":70,"title":"Corporate Governance","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5ya009ui908f8l9a6tt","title":"Is the Government issuing Reserves Management Government Securities (RMGS) to bolster its reserves?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5ya009vi908jo8c2f7w","body":"No. RMGS issuance does not change Singapores net asset position. This means that the issuance of RMGS does not increase the size of our reserves. \n\nAs the amount of RMGS that the Government issues will be equal in value to the amount of foreign assets it receives, the Governments assets and liabilities will increase by the same amount. Our net assets, or assets minus liabilities, remain unchanged.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":84,"title":"Reserves - RMGS","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5ya009xi9087tk34t93","title":"Is the Government recording large surpluses year after year?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5ya009yi908cbwd7r9b","body":"<p>The annual Government Budget has been in deficit for 5 years of the last decade. On average, the Overall Budget Balance was close to 0% of GDP [1]. This means that revenues were matched by expenditures each year, on average over the last decade.<br><br></p><p>Some analysts [2] estimate the size of the budget surplus to be larger because they include revenues which the Government is not allowed to spend under the principles laid out by the Constitution such as revenues from sale of land. They may include all such revenues for ease of comparison with other countries. <br><br>However, the figures are not relevant to the question of whether the Singapore Governments Budget is in surplus or deficit, as the Budget should only include revenues that are available for spending by the Government. Please refer to Q8 for further details.<br><br></p><p>Footnote:</p><p>[1] The average Overall Budget Balance from 2001 to 2010 was 0.1% of GDP.&nbsp;&nbsp;</p><p>[2] For example, Standard &amp; Poors Rating Services have estimated that Singapore's general government surplus averaged 6.7% of GDP between 2006 and 2010 in their latest rating report.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":78,"title":"Government Budget","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5ya00a0i9081ie9y3sa","title":"Is the Government taxing capital gains with the introduction of SRS?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5ya00a1i9085ru2rj6g","body":"<p>SRS is a tax deferral scheme. Under a typical tax deferral scheme where a sum of money is not taxed upfront but instead taxed at a later time after netting off all subsequent capital gains and losses from investments, the individual will be no worse off than if the sum of money was taxed upfront and all subsequent capital gains were exempt from tax.&nbsp;</p><p>As an illustration, consider a person who has an earned income of $10,000.&nbsp; Assume his marginal tax rate is 10%.&nbsp; He pays an income tax of $1,000 and invests the balance of $9,000.&nbsp; He makes a capital gain of 3% each year until he reaches the retirement age 10 years later.&nbsp; Assume his marginal tax rate remains at 10% at retirement.&nbsp; At the end of 10 years, he will have a total of $12,095.</p><p><br></p><p>Total = ($10,000 <em> 0.9) </em> 1.03 <em> 1.03 </em>.(for 10 years) = $12,095</p><p><br></p><p>Next, consider another person with the same earned income of $10,000 but who invests the sum under a tax deferral scheme.&nbsp; He does not pay income tax on $10,000 and is able to invest the full $10,000.&nbsp; He makes the same capital gain of 3% each year until he reaches the retirement age 10 years later.&nbsp; The capital gains accumulate tax-free in the account.&nbsp; At the end of 10 years, everything in the account is taxed at the same marginal tax rate of 10%. After paying tax, he will also have a total of $12,095.</p><p><br></p><p>Total = $10,000 <em> 1.03 </em> 1.03 <em>.(for 10 years) </em> 0.9 = $12,095</p><p><br></p><p>In fact, under the SRS, the individual will be better off, as only 50% of the withdrawals will be taxed.&nbsp; The same person above will have a total of $12,768 if he withdrawals everything in the first year of retirement.</p><p><br></p><p>Total = 0.5 <em> ($10,000 </em> 1.03 <em> 1.03 </em>.(for 10 years))</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; + 0.5 <em> ($10,000 </em> 1.03 <em> 1.03 </em>.(for 10 years)) * 0.9</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; = $12,768</p><p><br></p><p>He will have even more if he spreads his SRS withdrawals over a period of 10 years (or more if the statutory retirement age increases), which is allowed under the SRS.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":72,"title":"SRS - Others","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5yb00a3i908z9ci0vtk","title":"Is there a guaranteed rate of return on the investments I make with my SRS funds?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yb00a4i908teghjurb","body":"No. There is no guaranteed rate of return on the investments.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":67,"title":"SRS - Investments","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5ye00bui908qx1jmnfw","title":"What are government endowment funds and why does the Government create them?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5ye00bvi9086o3ofcuw","body":"<p>A government endowment fund is a sum of capital money set aside from the governments annual budget into a fund to provide a stable source of funding for specific programmes which span many years in the future. <br><br>The principal sum set aside in the endowment fund cannot be spent, and is used to generate a stream of income to finance such programmes on an ongoing basis. Examples include the Lifelong Learning Endowment Fund, ElderCare Fund, Medical Endowment Fund (Medifund), Edusave Endowment Fund and Community Care Endowment Fund (Comcare Fund).<br><br></p><p>These funds underscore the Governments commitment to meet important objectives in a sustained way e.g. helping needy Singaporeans meet their medical expenses (Medifund and Eldercare Fund); and helping Singaporeans with their basic living expenses and childrens educational needs (Comcare Fund). The Government makes top-ups to the endowment funds from time to time to meet the expenditure needs of the respective programmes. <br><br>This helps to ensure that such programmes are not affected by fluctuations in revenues due to the economic cycle.<br><br></p><p>Government endowment funds are created by law and further top-ups to the principal sums of the endowment funds require Parliaments approval.&nbsp; <br><br>The respective Acts also specify:</p><p>(i)&nbsp;how the income of the fund can be spent; and</p><p>(ii)&nbsp;that audited financial statements be tabled in Parliament every year.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":78,"title":"Government Budget","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5yg00dci908is8858xm","title":"What information is presented to Parliament as part of the annual budgetary process?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yg00ddi908lggmro0u","body":"<p>Each year, the Minister for Finance presents the Revenue and Expenditure Estimates to Parliament as part of the annual budgetary process.</p><p>The information presented in the Revenue and Expenditure Estimates includes:</p><ol><li><p>The Government Budget for the next Financial Year;</p></li><li><p>The Governments fiscal position for the previous and current Financial Year;</p></li><li><p>Government revenue estimates, which include receipts that are not available for spending by the Government;</p></li><li><p>Government expenditure estimates, organised under Heads of Expenditure; and</p></li><li><p>The audited Statement of the Government's Assets and Liabilities as at the end of the previous Financial Year.<br><br></p></li></ol><p>The Government's accounts are prepared on a cash accounting basis, in accordance with Article 147(5) of the Constitution.<br><br></p><p>The Revenue and Estimates are on a financial year (FY) basis. The Government's FY is from 1 April of one year to 31 March of the following year. Figures on a calendar year basis are provided in the Economic Survey of Singapore.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":78,"title":"Government Budget","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5yh00dri908of1ev4zo","title":"What is the amount I can contribute to SRS? Is there a limit, and if so, how is this limit determined?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yh00dsi908egwv56kl","body":"<p>You may contribute any amount to your SRS account up to your SRS contribution cap.</p><p>Your SRS contribution cap is determined by multiplying the appropriate SRS contribution rate by an absolute income base.<br><br></p><p><strong>SRS contribution rate</strong></p><p>The SRS contribution rate for Singaporeans and Singapore Permanent Residents (SPRs) is 15% while the SRS contribution rate for foreigners is 35% in view of the fact that they do not enjoy tax relief from CPF contributions. If you are a foreigner, you are required to give a written declaration of your foreign status for the calculation of your SRS contribution cap. You must make such a declaration on an annual basis for the SRS operator to calculate your SRS contribution cap.<br><br></p><p><strong>Income base</strong></p><p>From 1 Jan 2016, the absolute income base is $102,000.<br><br></p><p><strong>Contribution cap</strong></p><p>This works out to a contribution cap of $15,300 per annum for Singaporeans and SPRs, and $35,700 for foreigners.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":73,"title":"SRS - Contribution","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5yi00e6i908wds5p2zw","title":"What is the Development Projects Advisory Panel (DPAP)? ","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yi00e7i908n3gwgbh1","body":"The Development Projects Advisory Panel (DPAP) comprises members with extensive expertise and experience in project development. The panel helps to review the specifications and design of large public sector projects during the early stages of project conceptualisation.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":78,"title":"Government Budget","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5yi00eci908b5nfkr36","title":"What is the Governments role with regard to the investment decisions made by GIC, MAS and Temasek?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yi00edi9089hzjsfxc","body":"<p>The Government plays no role in decisions on individual investments that are made by GIC, MAS and Temasek. At the GIC and MAS, whose boards include Ministers, these investment decisions are entirely the responsibility of their respective management teams. <br><br>In the case of Temasek, where the Government has no representation on the Board, investment decisions are fully independent of any Government involvement or influence.<br><br></p><p>The Governments role is instead as follows:</p><ul><li><p>First, the Government establishes the overall investment mandates and objectives of GIC, MAS and Temasek.<br></p></li><li><p>Second, the Government ensures that each of these entities has a competent board to oversee the management and seek to ensure that their respective mandates are met.<br></p></li><li><p>Third, the Government systematically reviews the overall risks of its whole portfolio of assets invested by the three entities. This includes monitoring whether there is appropriate diversification in terms of asset classes, sectors and geographies. The Government also assesses the impact of various adverse global scenarios across medium to long-term timeframes on the whole portfolio, to ensure that the downside risks to the whole portfolio are not excessive.<br></p></li><li><p>Fourth, based on the overall risk profile of the Governments portfolio, it decides how government capital should be allocated among the three entities. This takes into account the different investment orientations of MAS, GIC and Temasek, which place them at different parts of the spectrum of investment risk.</p></li></ul>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}}],"webResult":null,"count":213,"agency":{"id":"clgots78u0002mh093fx7cdev","name":"Ministry of Finance","code":"mof","homepageUrl":"https://www.mof.gov.sg/","enquiryPageUrl":null,"scope":"GLOBAL","emailDomainWhitelist":[],"type":"OFFICIAL","minimumDayResponseTime":2,"responseTimeRange":3,"logoUrl":"https://logos.ask.gov.sg/mof.png","searchHint":"are retrenchments payments taxable?","description":null,"trendingTerms":["srs withdrawal","srs investments","srs funds","tax relief","cost of living"],"hasSubjectTriaging":false,"subjects":[]},"currentPage":4,"matchedTokens":null,"agencyTopics":[{"id":76,"qcount":37,"title":"Our Nation's Reserves","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":66,"qcount":26,"title":"SRS - Withdrawals","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":67,"qcount":19,"title":"SRS - Investments","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":78,"qcount":15,"title":"Government Budget","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":73,"qcount":15,"title":"SRS - Contribution","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":68,"qcount":15,"title":"Taxes and Duties - Income Tax","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":77,"qcount":12,"title":"Taxes and Duties - GST","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":71,"qcount":10,"title":"Employment","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":84,"qcount":10,"title":"Reserves - RMGS","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":72,"qcount":10,"title":"SRS - Others","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":79,"qcount":7,"title":"Procurement Policies","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":74,"qcount":7,"title":"SRS - Participation","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":70,"qcount":6,"title":"Corporate Governance","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":82,"qcount":5,"title":"Taxes and Duties - DTAs","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":87,"qcount":3,"title":"About MOF - General Questions","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":83,"qcount":3,"title":"SRS - Claiming Tax Relief","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":88,"qcount":3,"title":"Taxes and Duties - CNG Duty","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":85,"qcount":3,"title":"Taxes and Duties - Corp Tax","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":81,"qcount":3,"title":"Taxes and Duties - Property","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":80,"qcount":2,"title":"Incomes and Purchasing Power","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":86,"qcount":2,"title":"SRS - Benefits","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":75,"qcount":2,"title":"SRS - Eligibility","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":69,"qcount":0,"title":"Public Private Partnership","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null}]}