{"questionListItems":[{"id":"clgotv5xe0010i908gh80r4bt","title":"Can a customer purchase a single premium endowment policy that matures at age 65 under SRS? What happens to the cash proceeds upon maturity?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xf0011i908etf8m597","body":"An SRS account holder may purchase a single premium endowment policy that matures when he/she reaches the age of 65. The cash proceeds upon the maturity of any investment (including a single premium endowment policy) would generally have to be returned to the SRS account.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":67,"title":"SRS - Investments","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xf0013i908koxos6dx","title":"Can a foreigner opt to leave an SRS account alone to take advantage of the 50% tax concession and not be subjected to the withdrawal penalty?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xf0014i908mpdoxsxm","body":"Yes, she may, provided that she withdraws all funds in her SRS account at least 10 years after the date of her first SRS contribution. In addition, she should also have been a foreigner for a continuous period of at least 10 years preceding the date of withdrawal.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":66,"title":"SRS - Withdrawals","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xf0019i908fdxwn1wh","title":"Can an SRS operator stop accepting an SRS contribution before 31 December?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xf001ai9081xjqqirj","body":"The cut-off date for SRS contribution (at any SRS operator) is a commercial decision. SRS members should ask their SRS operator about the cut-off date for SRS contributions.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":73,"title":"SRS - Contribution","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xn001ci908e04z72mo","title":"Can a retiree who is under the statutory retirement age of 62 years make SRS contributions with the money that he has withdrawn from his CPF account?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xn001di908z77n51ov","body":"Anyone can make SRS contributions at any age, unless they have started withdrawing from the SRS: \n\ni) at or after the statutory retirement age that was prevailing when you made your first SRS contribution, or; \n\nii) on medical grounds.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":73,"title":"SRS - Contribution","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xn001fi908zta9qg2u","title":"Can divorcees and widowers claim procreation tax rebates?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xn001gi9080vqgww3b","body":"<p>The Government will allow divorcees (with effect from YA2003) to continue claiming their procreation tax rebates granted before their divorce.&nbsp;<br></p><p>Currently, individuals may continue to claim any unexpired procreation tax rebates even after the death of their spouses.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":68,"title":"Taxes and Duties - Income Tax","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xn001ii908mzog8eg5","title":"Can I do a direct purchase of equities on the Singapore Stock Exchange or any other exchange in the world?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xo001ji908cyroho66","body":"The Government does not prohibit a person from purchasing shares listed in Singapore or any other countries. The range of investment products on offer generally depends on product providers; we suggest you consult the financial institution which you are interested in purchasing products from if you wish to purchase a share listed on a foreign exchange. Currently, overseas investments may not be available to members.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":67,"title":"SRS - Investments","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xo001li908bmup62m1","title":"Can I have more than one SRS account?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xo001mi908473ccaug","body":"<p>No. You may not have more than one SRS account at any point in time. Do note that if you previously had an SRS account, but had withdrawn all the monies having attained the relevant retirement age* or on medical grounds and then closed it, you will also not be permitted to open a new account.&nbsp;<br><br> (* The statutory retirement age that was prevailing when you made your first SRS contribution.)</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":74,"title":"SRS - Participation","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xo001oi908eggynzeo","title":"Can I make additional contributions above the cap to exercise my rights entitlement in respect of shares bought using my SRS funds?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xo001pi9089tmkzc4n","body":"No. You may however sell your rights entitlements or sell some other investments in your SRS account to exercise your rights entitlements.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":72,"title":"SRS - Others","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xo001ui9085oyta1tx","title":"Can I make SRS withdrawals in the form of investments (i.e. transfer investments out of SRS account), and if so, how can I make such a withdrawal?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xo001vi9081ncchou7","body":"<p>Prior to Jul 2015, all SRS withdrawals must be made in cash.</p><p>From Jul 2015, SRS members will be able to apply to their SRS operators [1] to withdraw an SRS investment by transferring the investment out of their SRS accounts (e.g. into their personal Central Depository (CDP) account), without having to liquidate their SRS investments. <br><br>This is only applicable for the following types of withdrawals, which qualify for the 50% tax concession:</p><p>a. withdrawal on or after the statutory retirement age prevailing at the time of an SRS members first contribution (prescribed retirement age);<br></p><p>b. withdrawal on medical grounds;<br></p><p>c. withdrawal in full by a foreigner who has maintained his SRS account for at least 10 years from the date of his first contribution; and<br></p><p>d. actual withdrawal made by an SRS member or his legal personal representative (if he is deceased) from his SRS account, after the SRS investment that is to be withdrawn had earlier been deemed withdrawn upon death or after the expiry of the 10-year withdrawal period [2].<br><br></p><p>All other withdrawals from an SRS account, including premature withdrawals, must be made in cash. Except for the four types of withdrawals highlighted above, where savings in the SRS account have been used to acquire investments, the investments must be liquidated before the sales proceeds are withdrawn in cash from the SRS account.<br><br></p><p>For a withdrawal of type a, b or c above, an SRS investment that is withdrawn will be valued by the SRS operator or the financial product provider (where applicable) and its value will be brought to tax. <br><br>This is similar to the treatment for cash withdrawn from an SRS account. For a withdrawal of type d above, the earlier deemed withdrawal would have already been subject to tax. The date of withdrawal of an SRS investment is the date on which your SRS operator approves the withdrawal. <br><br>Table A provides details on the date of approval by your SRS operator. Table B provides the dates that would be used for the purpose of valuation.<br><br></p><p><strong>Table A - Date of approval by your SRS operator</strong></p><img src=\"https://files.ask.gov.sg/approval-date-by-operator-cglsp1.png\" alt=\"Table A: Date of Approval by your SRS operator\"><p><br></p><p><strong>Table B - Date used for the purpose of valuation</strong></p><img src=\"https://files.ask.gov.sg/valuation-date-guipj3.png\" alt=\"Table B: Date used for the purpose of valuation\"><p><br></p><p>[1] An SRS operator would not be able to approve an application to withdraw an SRS investment where among other things, the investment cannot be separately valued (e.g. where the SRS investment that the SRS member wishes to withdraw from his SRS account is an inseparable part of an insurance policy).<br><br></p><p>[2] For an SRS member who withdraws his SRS savings: (i) at or after the statutory retirement age that was prevailing when he made his first SRS contribution or (ii) on medical grounds, the 10-year withdrawal period will start from the date of his first such withdrawal.<br><br></p><p>[3] An SRS operator would not be able to approve an application to withdraw an SRS investment where among other factors, the investment cannot be separately valued (e.g. where the SRS investment that the SRS member wishes to withdraw from his SRS account is an inseparable part of an insurance policy).<br><br></p><p>[4] This means that the value of the SRS investment to be withdrawn is the same as the value of that investment determined upon the earlier deemed withdrawal.<br><br></p><p>[5] This means that the value of the SRS investment to be withdrawn is the same as the value of that investment determined upon the earlier deemed withdrawal.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":66,"title":"SRS - Withdrawals","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xo0020i908xx5iinj9","title":"Can I spread my withdrawals over a period of time so as to enjoy the 50% tax concession?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xo0021i9088dl2fha8","body":"Yes, if you withdraw your SRS savings at or after the statutory retirement age that was prevailing when you made your first SRS contribution or on medical grounds. The maximum period over which you can spread your withdrawals is 10 years. The 10-year period will start from the date of your first such withdrawal. The 10-year period does not apply to investments in life annuities. So long as you continue to receive your annuity streams in perpetuity, the 50% tax concession will apply. \n\nWhile you may make partial withdrawals in the form of investment for eligible withdrawals, an SRS operator would not be able to approve your application to withdraw, if the investment to be deducted cannot be separately valued or identified (e.g. where the SRS investment that the SRS member wishes to withdraw from his SRS account is an inseparable part of an insurance policy).\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":66,"title":"SRS - Withdrawals","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xo0023i908545o4mjq","title":"Can I surrender my annuity policy after my SRS account is deemed closed?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xp0024i9082etyrre7","body":"An SRS member is not allowed to surrender the policy after the SRS account has been closed or deemed closed.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":67,"title":"SRS - Investments","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xp0029i908x606oj62","title":"Can I use my SRS account balance as collateral, security or guarantee for any financial transaction?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xp002ai9087tk784d4","body":"No. You may not use your SRS account balance as collateral, security or guarantee for any financial transaction.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":72,"title":"SRS - Others","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xp002li908ifeylt7c","title":"Can reserves be transferred easily among our investment entities to buffer their losses?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xp002mi908efjvsjkj","body":"<p>No. An occasional misperception is that the Government made the Constitutional amendments in 2002 and 2004 to allow for the transfer of Past Reserves between Fifth Schedule entities and the Government so as to be able to conceal investment losses. This is wrong.<br><br></p><p>We have explained that a transfer of funds cannot be used to hide investment losses (see question on \"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://go.ask.gov.sg/mof/questions/clgotv5xs0043i9082iiigi0w\">Has the Government transferred funds to Temasek or GIC to show better performance?</a> \").<br><br></p><p>The amendments in 2002 and 2004 were made to enable the transfer of Past Reserves within the Reserves protection framework (i.e. among the Government and Fifth Schedule entities), without any loss of protection to Past Reserves. Past Reserves cannot be transferred outside of the Reserves protection framework without the approval of the President. The amendments in 2002 and 2004 did not alter this position.<br><br></p><p>Past Reserves may need to be transferred to facilitate the restructuring of Fifth Schedule entities to better deliver public services. For example, the merger of the then-Board of Commissioners of Currency, Singapore (BCCS) with Monetary Authority of Singapore (MAS) in 2002 required the transfer of BCCS Past Reserves to MAS.<br><br></p><p>In transferring the Past Reserves from BCCS to MAS, there was no loss in the amount of Past Reserves protected. This was because the Board of Directors of MAS had resolved that the Past Reserves transferred from BCCS would be added to the Past Reserves of MAS and protected.<br><br></p><p>The Constitutional amendments make clear that there is no draw on Past Reserves as long as (i) Past Reserves are being transferred among entities that are within the Reserves protection framework; and (ii) the receiving entity undertakes to protect the Past Reserves that are transferred over. In such circumstances, the overall amount of Past Reserves being protected is unchanged, and hence the Presidents approval need not be obtained for such transfers.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xq002ri908jj1x8xe3","title":"Can the President direct the investment strategies of our investment entities?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xq002si908so16me9i","body":"<p>The President does not direct the operations of Fifth Schedule entities. In particular, the President is not empowered to direct the investment strategies of GIC and Temasek.<br><br></p><p>The investment strategies of GIC and Temasek are the responsibility of their respective Boards and managements. The Governments role is to ensure that each entity has a competent board to oversee the management and ensure their respective mandates are met.<br><br></p><p>The President, after consulting the Council of Presidential Advisers, has discretion to decide whether or not to approve the Board appointments proposed by the Government. The President also receives the audited annual accounts of GIC and Temasek, and has access to any of the information that is available to their Boards.<br><br></p><p> Click <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.mof.gov.sg/Portals/0/Policies/II%20-%20What%20is%20the%20PresidentG%C3%87%C3%96s%20role%20in%20safeguarding%20the%20reserves/Statement%20from%20Minister%20for%20Law%20on%20Elected%20President.pdf\">here</a> to read the statement by the Minister for Law.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xq002ui90833vizlng","title":"Can we use more of the revenue from land sales?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xq002vi9084j68mrk0","body":"<p>Our general principle is to preserve and grow our assets.</p><p>Selling land converts land (physical assets) into land sale proceeds (financial assets).<br><br></p><p>If we simply spend the proceeds, we are eating into our wealth.</p><p>Instead, we preserve and grow the assets by investing land sale proceeds as part of our reserves and earn income on it.</p><ul><li><p>This income is part of NIRC.<br><br></p></li></ul><p>We spend 50% of the income and keep the remaining 50% for future generations.<br><br></p><p>Hence, land sale proceeds are indirectly flowed back through NIRC.</p><p>In short, we make our land work for us by generating annual income.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":77,"title":"Taxes and Duties - GST","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}}],"webResult":null,"count":213,"agency":{"id":"clgots78u0002mh093fx7cdev","name":"Ministry of Finance","code":"mof","homepageUrl":"https://www.mof.gov.sg/","enquiryPageUrl":null,"scope":"GLOBAL","emailDomainWhitelist":[],"type":"OFFICIAL","minimumDayResponseTime":2,"responseTimeRange":3,"logoUrl":"https://logos.ask.gov.sg/mof.png","searchHint":"are retrenchments payments taxable?","description":null,"trendingTerms":["srs withdrawal","srs investments","srs funds","tax relief","cost of living"],"hasSubjectTriaging":false,"subjects":[]},"currentPage":6,"matchedTokens":null,"agencyTopics":[{"id":76,"qcount":37,"title":"Our Nation's Reserves","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":66,"qcount":26,"title":"SRS - Withdrawals","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":67,"qcount":19,"title":"SRS - Investments","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":78,"qcount":15,"title":"Government Budget","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":73,"qcount":15,"title":"SRS - Contribution","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":68,"qcount":15,"title":"Taxes and Duties - Income Tax","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":77,"qcount":12,"title":"Taxes and Duties - GST","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":71,"qcount":10,"title":"Employment","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":84,"qcount":10,"title":"Reserves - RMGS","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":72,"qcount":10,"title":"SRS - Others","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":79,"qcount":7,"title":"Procurement Policies","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":74,"qcount":7,"title":"SRS - Participation","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":70,"qcount":6,"title":"Corporate Governance","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":82,"qcount":5,"title":"Taxes and Duties - DTAs","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":87,"qcount":3,"title":"About MOF - General Questions","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":83,"qcount":3,"title":"SRS - Claiming Tax Relief","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":88,"qcount":3,"title":"Taxes and Duties - CNG Duty","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":85,"qcount":3,"title":"Taxes and Duties - Corp Tax","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":81,"qcount":3,"title":"Taxes and Duties - Property","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":80,"qcount":2,"title":"Incomes and Purchasing Power","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":86,"qcount":2,"title":"SRS - Benefits","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":75,"qcount":2,"title":"SRS - Eligibility","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":69,"qcount":0,"title":"Public Private Partnership","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null}]}