{"questionListItems":[{"id":"clgotv5xz0080i908ei4cv2i2","title":"If ''cross-border'' offset is allowed, what about allowing inter-source offset within the company?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xz0081i908j6691ice","body":"Regarding inter-source offset within the company, business losses can already be offset against other sources of income.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":85,"title":"Taxes and Duties - Corp Tax","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xz0083i908rppb8dtj","title":"If I am a foreigner and start contributing to SRS at the age of 55, am I allowed to withdraw my SRS contribution without penalties, at the age of 62?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xz0084i908wpolcdu8","body":"Any SRS member, regardless whether he is a foreigner or not, may withdraw his SRS without penalties at the age of 62, if that is the statutory retirement age prevailing at the time of his first contribution.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":66,"title":"SRS - Withdrawals","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xz0086i9088abqm234","title":"If I cancel my SPR status before I reach the statutory retirement age, when can I withdraw my SRS funds without penalty?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xz0087i9081bp7ee0k","body":"<p>Currently all SRS members, regardless of their nationalities, can withdraw their SRS monies penalty-free if they:</p><p>a) have reached the statutory retirement age prevailing at their first contribution; or<br><br></p><p>b) are physically or mentally incapacitated from ever continuing in any employment, are found to be mentally disordered and incapable of managing himself or his affairs, or are suffering from a terminal illness or disease.<br><br></p><p>Only 50% of the withdrawal is subject to tax under the above circumstances. From YA 2016, up to $400,000 of an amount of full withdrawal made by an SRS member on the grounds of terminal illness would be exempt from tax. 50% of any remaining amount of full withdrawal would then be subject to tax.<br><br></p><p>Subject to the conditions below, after you have cancelled your PR status (and have not applied for Singapore citizenship), you would qualify for an additional concession (penalty free withdrawal):<br></p><p>i) you are neither a Singapore Citizen nor a SPR for a continuous period of 10 years preceding the date of withdrawal;<br><br></p><p>ii) you have maintained your SRS account for a period of not less than 10 years from the date of your first contribution to your SRS account; and<br><br></p><p>iii) you make a one-time full withdrawal from your SRS account.</p><p>Similarly, only 50% of the withdrawal is subject to tax.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":66,"title":"SRS - Withdrawals","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5y70089i908jje6g6tp","title":"If I have lost my SPR status, am I still entitled to participate in SRS scheme, and withdraw the money after retirement?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5y7008ai908d4ysjpha","body":"If you lose your SPR status, you are still eligible for participation in the SRS scheme. You may also decide to make SRS withdrawals at a later stage. However, as a foreigner, you would qualify for an additional concession (penalty-free withdrawal). This concession is available to foreigners who withdraw their SRS monies entirely in one withdrawal transaction. The conditions for this concession are as follows: \n\ni) you have been a non-Singaporean for a continuous period of 10 years preceding the date of withdrawal, and;\n\nii) you have maintained your SRS account for a period of not less than 10 years from the date of your first contribution to your SRS account. \n\nUnder the above conditions, only 50% of the lump-sum withdrawal is taxable.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":74,"title":"SRS - Participation","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5y8008fi908at7gm5j4","title":"If my degree was obtained through distance learning, would that qualify me to apply for positions in the Civil Service?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5y8008gi908h02zxkr3","body":"Candidates with degrees obtained through distance learning, twinning programmes etc. can be considered for employment in the Civil Service, provided such qualifications are awarded by universities which are recognised or accredited by their home governments. In the case of professional qualifications, they must also be acceptable for registration by the relevant professional bodies in Singapore.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":71,"title":"Employment","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5y8008oi908xvdmrezi","title":"Is an investment loss considered a draw on Past Reserves?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5y8008pi90849ujz3co","body":"<p>No, an investment loss does not constitute a draw on Past Reserves, as long as the disposal of the investment is done at fair market value.</p><p>The Reserves protection framework aims to prevent any form of sale that is deliberately carried out at below fair market value, e.g. by avoiding the need to seek explicit approval for a draw on reserves.<br><br></p><p>When any bona fide investment decision is made, there is expectation of a gain. However, no large investor is able to avoid taking some losses in investments after they are made, as investments carry some element of risk.</p><p>After an investment is made, any losses arising from its sale at fair market value do not constitute a draw on Past Reserves. Similarly, mark to market losses (i.e. falls in the market value of investments that are still being held) are also not considered a draw on Past Reserves.<br><br></p><p>The issue of whether the investment of the reserves results in gains or losses over time is therefore distinct from the question of whether there is a draw on Past Reserves.<br><br></p><p>Whether the entities which manage the reserves are making a gain or loss has to be evaluated based on changes in their overall portfolio values rather than by how much they have made or lost on individual investments. Further, we have to look at how they have performed over the long term, rather than over the short term where their performances would be influenced by the immediate market cycle. (See also question on \"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://go.ask.gov.sg/mof/questions/clgotv5xv005xi908hzxc5m2z\">How have GIC and Temasek performed? What information is available on their investment returns?</a> \")</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5y8008ri908h389882p","title":"Is it difficult for the public to compute the amount of bank interest that is taxable and the amount of interest exempt from income tax?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5y8008si908ggk2uu9n","body":"Individuals may approach their bank to obtain the relevant interest income values for the purpose of computing the interest that is exempt from income tax. \n\nThe amount of interest that is declared for income tax purposes is as follows: For savings and current accounts, the lower of the actual interest income derived from the savings or current account, or the interest income that would have been derived from a $100,000 deposit in a savings or current account. \n\nFor fixed deposit accounts, the lower of the actual interest income derived from a standard fixed deposit account or the interest income that would have been derived from a $100,000 fixed deposit account.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":68,"title":"Taxes and Duties - Income Tax","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5y8008ui908qlauw2d6","title":"Is it possible for a private limited company with two shareholders and two directors to become a one director-one shareholder company?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5y8008vi908i2gzartq","body":"Yes, it is indeed possible.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":70,"title":"Corporate Governance","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5y8008xi908lukn1m10","title":"Is it possible to do away with the statutory audit requirement for private companies?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5y8008yi9081tch52je","body":"This idea was considered by the Company Legislation and Regulatory Framework Committee (CLRFC) during its review. The CLRFC felt that while the international trend is in the direction of removing statutory audit for all private companies, this should not be implemented overnight. A better approach is to introduce the changes in phases. \n\nThe CLRFC was of the view that as the exempt private company structure has met the needs of small business in Singapore for many years, it would provide a good starting point for implementing the proposal to remove statutory audit. The CLRFC has also recommended removing statutory audit for dormant companies (which includes non-exempt private companies). These are companies with no significant accounting transactions during the year. \n\nThe government has accepted the CLRFC's recommendations. Moving forward, the exemption criteria will be regularly reviewed to ensure they remain relevant.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":70,"title":"Corporate Governance","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5y90090i908bkrjyjgc","title":"Is MAS financing government expenditure by subscribing for Reserves Management Government Securities (RMGS)?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5y90091i908dh92h4ju","body":"<p>No, MAS is not financing Government expenditure by subscribing for RMGS.</p><p>There are strong legislative safeguards to ensure that the proceeds from RMGS are not spent. Under the Government Securities Act (GSA):<br><br></p><ul><li><p>The proceeds from RMGS are accounted for in the Government Securities Fund (GSF).</p></li><li><p>The GSF can only be used for investments or to pay for expenses related to the investment and management of the GSF or the issuance and redemption of Government securities and T-Bills.</p></li><li><p>The GSF cannot be used to fund Government fiscal needs.<br><br></p></li></ul><p>In addition, the proposed MAS Act amendments will further ensure that any subscription of RMGS by MAS can only be made to facilitate transfers of OFR not needed by MAS to the Government. <br><br>MAS will use only foreign assets to subscribe for RMGS, rather than Singapore Dollars, which is the predominant currency in which the Government spends. This is to draw a clear and direct link between MAS RMGS subscription and the transfer of OFR not needed by MAS to the Government.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":84,"title":"Reserves - RMGS","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5y90093i90854qq6xsv","title":"Is my SRS account balance protected from creditors?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5y90094i908w57qgput","body":"No. An SRS account balance is not protected from creditors.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":72,"title":"SRS - Others","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5y90096i908apmnijkk","title":"Is my SRS contribution cap as a foreigner still valid if I obtain Singapore Permanent Resident (SPR) status in the later part of the year?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5y90097i908el68uy1v","body":"No, a pro-rated contribution cap applies. You should contact the SRS operator to have your contribution cap recalculated.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":73,"title":"SRS - Contribution","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5y9009fi90819fyjplc","title":"Is price the only factor Government agencies consider when awarding quotations/tenders?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5y9009gi908booyg74c","body":"<p>Quotations and tenders are awarded on the basis of best value-for-money, and not solely on price. <br><br>Bids are evaluated holistically based on their ability to meet the stated requirements of the quotation/tender. <br><br>When evaluating bids, government agencies are expected to take into account price and other factors such as quality and reliability of the product or service.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":79,"title":"Procurement Policies","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5ya009ii90813c8y3hn","title":"Is Purchasing Power in Singapore low?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5ya009ji908ot17gsgy","body":"<p>There are regular claims that Singaporeans have lower purchasing power relative to people in other comparable places. Such claims cite surveys, such as the UBS Price and Earnings Report 2011. <br><br>When looking at such reports, we need to also look at the assumptions and methods they use. For example, with regard to the UBS report:</p><ul><li><p>It understated wages in Singapore. It assumed a set of common occupations across the world, thereby understating the proportion of higher skilled occupations in Singapore. In particular, Professionals, Managers, Executives and Technicians (PMETs) were under-represented. The study assumed that Singapore had only 9% PMETs but in actual fact, our resident employed workforce is made up of 52% of PMETs.&nbsp; And because PMETs command higher wages, assuming a smaller pool of PMETs in Singapore resulted in the wages for Singaporean workers being understated.<br><br></p></li><li><p>It overstated the cost of living for the typical local household. The study assumed a basket of goods (types of food and drinks, etc) representative of a family in Europe, but not of a local resident household. European consumption goods are likely to be more expensive in Singapore.<br><br></p></li></ul><p>A more detailed analysis of the UBS report can be found at:&nbsp;</p><p><a target=\"_blank\" rel=\"noopener noreferrer\" href=\"http://lkyspp.nus.edu.sg/aci/wp-content/uploads/sites/4/2013/04/20110503_UBS_ACI_Wages_Comparison_report.pdf\">http://lkyspp.nus.edu.sg/aci/wp-content/uploads/sites/4/2013/04/20110503_UBS_ACI_Wages_Comparison_report.pdf</a><br><br></p><p>Some other international reports with a similar expatriate focus are the EIU Cost of Living survey and Mercer report.<br><br></p><p>A study by the Asian Competitiveness Institute used extensive international estimates and data by the World Bank and International Labour Organization to compare purchasing power in different cities.&nbsp; It found that the cost of living was high for expatriates as compared to other cities, but not for Singapore residents. <br><br>The Institute also calculated the purchasing power of average wages based on a local residents cost of living and found that an average worker here has 34 per cent more purchasing power than one in New York. This is in contrast with the UBS report, where our purchasing power was only 33% that of New York's.<br><br></p><p>More details on this study are available at:</p><p><a target=\"_blank\" rel=\"noopener noreferrer\" href=\"http://lkyspp.nus.edu.sg/aci/wp-content/uploads/sites/4/2013/06/2012_ACIConf_Cost-of-Living.pdf\">http://lkyspp.nus.edu.sg/aci/wp-content/uploads/sites/4/2013/06/2012_ACIConf_Cost-of-Living.pdf</a></p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":80,"title":"Incomes and Purchasing Power","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5ya009li908xy7k0ran","title":"Is SRS relief subject to the $80,000 cap?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5ya009mi908hpsb04bp","body":"<p>Yes, the personal income tax relief cap of $80,000 applies from Year of Assessment 2018 to SRS contributions made on or after 1 Jan 2017. <br><br>As SRS contributions made cannot be refunded, SRS members who make SRS contributions should take note of the overall personal income tax relief cap and evaluate if they would benefit from the tax relief on their SRS contributions, and make an informed decision accordingly.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":86,"title":"SRS - Benefits","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}}],"webResult":null,"count":213,"agency":{"id":"clgots78u0002mh093fx7cdev","name":"Ministry of Finance","code":"mof","homepageUrl":"https://www.mof.gov.sg/","enquiryPageUrl":null,"scope":"GLOBAL","emailDomainWhitelist":[],"type":"OFFICIAL","minimumDayResponseTime":2,"responseTimeRange":3,"logoUrl":"https://logos.ask.gov.sg/mof.png","searchHint":"are retrenchments payments taxable?","description":null,"trendingTerms":["srs withdrawal","srs investments","srs funds","tax relief","cost of living"],"hasSubjectTriaging":false,"subjects":[]},"currentPage":9,"matchedTokens":null,"agencyTopics":[{"id":76,"qcount":37,"title":"Our Nation's Reserves","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":66,"qcount":26,"title":"SRS - Withdrawals","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":67,"qcount":19,"title":"SRS - Investments","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":78,"qcount":15,"title":"Government Budget","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":73,"qcount":15,"title":"SRS - Contribution","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":68,"qcount":15,"title":"Taxes and Duties - Income Tax","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":77,"qcount":12,"title":"Taxes and Duties - GST","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":71,"qcount":10,"title":"Employment","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":84,"qcount":10,"title":"Reserves - RMGS","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":72,"qcount":10,"title":"SRS - Others","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":79,"qcount":7,"title":"Procurement Policies","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":74,"qcount":7,"title":"SRS - Participation","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":70,"qcount":6,"title":"Corporate Governance","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":82,"qcount":5,"title":"Taxes and Duties - DTAs","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":87,"qcount":3,"title":"About MOF - General Questions","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":83,"qcount":3,"title":"SRS - Claiming Tax Relief","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":88,"qcount":3,"title":"Taxes and Duties - CNG Duty","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":85,"qcount":3,"title":"Taxes and Duties - Corp Tax","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":81,"qcount":3,"title":"Taxes and Duties - Property","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":80,"qcount":2,"title":"Incomes and Purchasing Power","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":86,"qcount":2,"title":"SRS - Benefits","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":75,"qcount":2,"title":"SRS - Eligibility","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":69,"qcount":0,"title":"Public Private Partnership","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null}]}