{"questionListItems":[{"id":"clgotv5yj00eui9084a9nyi4w","title":"What is the rationale for allowing withdrawal of investment products?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yj00evi908ovq5ypih","body":"This is to allow SRS members to hold their SRS investments outside of the SRS scheme without having to incur the transaction costs to first liquidate their SRS investments (so as to withdraw cash from their SRS accounts) and thereafter re-purchase the same investments outside of the SRS scheme.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":66,"title":"SRS - Withdrawals","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5yt00fui9089ido5kh8","title":"When has the President's approval been sought to draw on Past Reserves?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yt00fvi9080e2et440","body":"<p>In October 2008, then-President S R Nathan gave his approval for a S$150 billion guarantee on all bank deposits in Singapore to be backed by Past Reserves. This was against the backdrop of the Global Financial Crisis where other jurisdictions were guaranteeing bank deposits as well. If Singapore had not provided a guarantee, we would have run the risk of funds flowing out of Singapore to other jurisdictions that had guarantees, even though our financial system was sound. <br><br>The guarantee lapsed on 31 December 2010, without being triggered. In this case, Past Reserves were not drawn on, although it could potentially have been.<br><br></p><p>In January 2009, the Government obtained then-President S R Nathans approval to draw down S$4.9 billion from the Past Reserves for the first time to fund special schemes in light of Singapores worst recession then since Independence. <br><br>The two measures were the Jobs Credit Scheme which subsidised employers' wage bills and the Special Risk-Sharing Initiative which helped viable companies gain access to credit. The actual amount drawn for these two measures was S$4.0 billion, less than expected. This was the first time that Past Reserves were drawn on.<br></p><ul><li><p>In February 2011, the Government decided to put back the S$4.0 billion that it had drawn down from the Past Reserves. This is because the economy had recovered well from the recession, putting our fiscal position on a stronger footing. While there is no legal or constitutional obligation for the Government to return to Past Reserves any amount drawn, it is the responsible and prudent thing to do, once a Government has secured a stable fiscal position within its term. This is the way to uphold the philosophy that has enabled us to build up and maintain our reserves, and derive from it income each year to meet our strategic needs.<br><br></p></li></ul><p>In response to the COVID-19 crisis, the Government had to protect lives through public health measures, and protect livelihoods through economic and social support measures. <br><br>The Government obtained President Halimah Yacob’s approval to draw from Past Reserves up to $52 billion in FY2020, $11 billion in FY2021, and $6 billion in FY2022.</p><ul><li><p>The total expected draw on Past Reserves from FY2020 to FY2022 will be up to $42.9 billion (see <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.mof.gov.sg/docs/librariesprovider3/budget2022/download/pdf/annexg1.pdf\">here</a> for details).</p></li></ul>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5yw00hri908a3fyfrz2","title":"Why dont we tax companies more instead?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yw00hsi908pqm9y6w6","body":"Our economy is small and open. Companies can easily move their businesses out of Singapore if we become too expensive - Singaporeans may lose their jobs.\n\nCorporate Income Tax (CIT) rates around the world are coming down.  \n\n\n- US, UK, and France have cut or announced plans to cut taxes in recent years.  \n\nCloser to home, Malaysia and Vietnam have also cut their CIT rates. \n\nLink to https://www.mof.gov.sg/docs/default-source/default-document-library/ifaq-gst-2020/gst_q6.jpg (Corporate Income Tax's comparison table) .\n\nSingapores headline CIT rate at 17% remains competitive internationally. We will continue to monitor other countries closely.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":77,"title":"Taxes and Duties - GST","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5yx00i9i908vthyybyo","title":"Why is tax exemption granted to SRS funds (i) deemed withdrawn upon death or (ii) withdrawn in full on the grounds of terminal illness?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yx00iai908vuspmm64","body":"<p>From year of assessment 2016, a specified amount of SRS funds (i) deemed withdrawn upon death, or (ii) withdrawn in full on the grounds of terminal illness, would be exempt from tax, to ensure that SRS members are not unduly disadvantaged due to death or terminal illness.<br><br></p><p>Currently, an SRS member can withdraw up to $40,000 per year [1] from his SRS account tax-free on or after reaching the prescribed retirement age [2], assuming that he has no other taxable income. Over the maximum withdrawal period of 10 years, he can withdraw up to $400,000 tax-free.<br><br></p><p>However, if an SRS member passes away before completing his SRS withdrawals or made a full withdrawal on the grounds of terminal illness, he would not be able to enjoy the full benefit from spreading out his SRS withdrawals over a ten-year period.<br><br></p><p>Hence, a tax exemption of up to $400,000 would be granted for SRS funds deemed withdrawn upon an SRS members demise or a withdrawn in full on the grounds of terminal illness.<br><br></p><p>[1] While 50% of the withdrawal of $40,000 (i.e. $20,000) is subject to tax, the tax rate on the first $20,000 of chargeable income is 0% from YA 2003.</p><p>[2] The prescribed retirement age is the statutory retirement age prevailing at the time of your first SRS contribution.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":66,"title":"SRS - Withdrawals","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5yx00iii908lfyw7yj3","title":"Why is there a cap on SRS contribution?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yx00iji9084s69hede","body":"SRS is meant to help individuals to save part of their income for their retirement, on top of their CPF contributions, and should not become a tax shelter for the asset-rich or high-income individuals. There is hence a cap on the SRS contributions. The 15% cap for locals contributions was decided after a public consultation in the early part of year 2000. The absolute income base is similar to that for CPF contributions (i.e. capped at $85,000 per annum from 1 January 2011, to be raised to $102,000 per annum from 1 January 2016).\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":73,"title":"SRS - Contribution","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5yy00j3i908r6d42xr8","title":"Will RMGS increase the amount of Net Investment Returns Contribution (NIRC) available for spending? Can this offset planned tax increases?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5yy00j4i908lvb6c6lo","body":"<p>The transfers of OFR not needed by MAS to the Government (for longer-term investment by GIC) enabled by RMGS should have a positive impact on NIRC. This is because we are investing such foreign assets with GIC, which has a higher return-seeking portfolio, than that of MAS.<br></p><ul><li><p>Such transfers have been a longstanding practice. This was why GIC was set up in 1981.<br></p></li></ul><p>Nevertheless, long-term returns take time to materialise and we need to recognise that there are external factors beyond our control that could affect returns and NIRC.</p><ul><li><p>For example, global financial markets remain volatile and uncertain investment returns are expected to face significant headwinds.</p></li><li><p>There is no guarantee that the Net Investment Returns will always be increasing every year.</p></li></ul><p>We cannot just rely on reserves/NIRC for our growing needs.</p><ul><li><p>The Governments budget is about 19% of Singapores GDP. Of which, 15 percentage-points are from taxes and fees, and the remaining 4 percentage-points are from NIRC.</p></li><li><p>NIRC is currently already the largest single contributor to our revenues.</p></li><li><p>Going forward, even with RMGS, we expect the contribution by NIRC to the budget to remain stable as a percentage of GDP.<br><br></p></li></ul><p>We will need additional revenue measures to meet increasing fiscal needs.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":1},"topics":[{"id":84,"title":"Reserves - RMGS","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clnkarrfg000c4m0w9t1w0uqy","title":"Hi, \nI am a foreigner working in Singapore (30 years old)\nWhat are the impacts in terms of taxes and penalty in the following cases : \n1/ I withdraw a part of my SRS before 10years and before my retirement age ?\n2/ I withdraw the full amount of my SRS before 10years and before my retirement age ?\n3/ I am not leaving anymore in Singapore and I withdraw the full amount of my SRS before 10years and before my retirement age ?\n4/ I am not leaving anymore in Singapore and I withdraw the full amount of my SRS after 10years and before my retirement age ?","body":"","createdAt":"2023-10-10T12:27:34.684Z","published":true,"publishedAt":"2023-10-11T04:12:16.281Z","priority":0,"answer":{"id":"clnl8in4d0008460xnpjyrbom","body":"<p>The full amount of SRS withdrawals that is made before the prescribed retirement age subject to tax. A 5% penalty will also apply on the withdrawal. The current prescribed retirement age is 63 effective from 1 Jul 2022.</p><p>We refer to the 4 scenarios provided:</p><ol><li><p>I withdraw a part of my SRS before 10years and before my retirement age?</p></li><li><p>I withdraw the full amount of my SRS before 10years and before my retirement age ?</p></li><li><p>I am not living anymore in Singapore and I withdraw the full amount of my SRS before 10years and before my retirement age ?</p></li><li><p>I am not living anymore in Singapore and I withdraw the full amount of my SRS after 10years and before my retirement age ?</p></li></ol><p></p><p>As you are age 30 and you make withdrawals before the prescribed retirement age, 100% of the withdrawal is subject to tax and 5% penalty will be imposed.</p><br><p>For more information, please refer to IRAS’s website below:</p><p><a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.iras.gov.sg/taxes/individual-income-tax/basics-of-individual-income-tax/special-tax-schemes/tax-on-srs-withdrawals\">https://www.iras.gov.sg/taxes/individual-income-tax/basics-of-individual-income-tax/special-tax-schemes/tax-on-srs-withdrawals</a></p>","updatedAt":"2023-10-11T04:12:16.141Z","numPositiveFeedback":0},"topics":[{"id":66,"title":"SRS - Withdrawals","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clleucb7z000gmp0fanjsa7pq","title":"Can i use cpf fund to invest in SRS scheme?","body":"","createdAt":"2023-08-17T07:29:24.431Z","published":true,"publishedAt":"2023-08-18T04:52:20.070Z","priority":0,"answer":{"id":"cllg465xu0000lb0fjndkg8us","body":"<p>No. All SRS contributions must be made in cash.</p>","updatedAt":"2023-08-18T04:52:19.986Z","numPositiveFeedback":0},"topics":[{"id":72,"title":"SRS - Others","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null},{"id":73,"title":"SRS - Contribution","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null},{"id":74,"title":"SRS - Participation","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clhfmtjbd0000md08e7hitlpl","title":"How does the NIR framework ensure that the investment returns are tapped for spending in a disciplined and prudent way?","body":null,"createdAt":"2023-05-09T02:07:47.977Z","published":true,"publishedAt":"2023-05-09T02:07:47.977Z","priority":0,"answer":{"id":"clhfmtjbd0001md08z1wxtl9k","body":"<p>The NIR framework ensures that the investment returns are tapped for spending in a disciplined and prudent way. Under the framework:</p><ul><li><p>The Government can only spend up to 50% of the long-term expected real returns.<br></p></li><li><p>The NIR framework uses real rates of return, i.e. after netting off inflation, to protect the real value of our reserves.<br></p></li><li><p>The NIR framework allows the Government to spend only from returns on the net assets, i.e. the excess of assets over liabilities invested by our investment entities, minus the liabilities of the Government. This ensures that we set aside returns to cover the costs of servicing our liabilities.<br></p></li><li><p>There is a rigorous process in place for determining the long-term expected real rates of return of the investment entities.<br></p></li><li><p>Before the start of each financial year, the rates are proposed by the Boards of the investment entities, based on detailed study and assessments by investment professionals in the three agencies, who also draw on a range of external expert views.<br></p></li><li><p>The Ministry of Finance undertakes a thorough review of the methodologies used by the investment entities to be assured that their approach is sound and the estimated long-term rates of return are reasonable. MOF will then propose the expected long-term real rates of return to be applied to the net assets invested by the investment entities for the President's concurrence.<br></p></li><li><p>The President consults with the Council of Presidential Advisers (CPA) before deciding on whether to agree with the Government's proposal.<br></p></li><li><p>In the event that the Government and President do not agree to any of the expected rates of return, the respective 20-year historical average rates of return will be used to compute how much the Government can spend. The 20-year historical rate of return provides a neutral and pragmatic basis for resolving any dispute between the President and the Government, and avoids paralysing the government of the day.<br></p></li><li><p>After the close of the financial year, the Minister for Finance will certify to the President the amount of NIR that the Government has actually taken into the Budget, within the caps specified in the Constitution.</p></li></ul>","updatedAt":"2023-05-09T02:07:47.977Z","numPositiveFeedback":0},"topics":[{"id":76,"title":"Our Nation's Reserves","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xd0003i908ju5y79ot","title":"Am I allowed to reinstate the amount prematurely withdrawn and have the penalty refunded to my account?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xd0004i908aiethg0w","body":"No. You are not allowed to reinstate the amount withdrawn. Accordingly, the penalty imposed for the premature withdrawal will not be refunded.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":66,"title":"SRS - Withdrawals","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xd000ci908cfm6p727","title":"Are low-income residents of HDB executive apartments/maisonettes penalised as they get lower quantum of ERS and do not enjoy rebates on S&CC?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xd000di908qpxpy2up","body":"The GST offset package, which the Government has introduced, will ensure that most households including all lower-income households will not be worse off for at least 5 years. The Government has worked out the S&CC rebates such that those with lower income will get more than those with higher income. As there is a clear correlation between income and housing-type, as a general framework, it is reasonable to differentiate the allocation of rebates by housing-type. Within this general framework, HDB executive flat dwellers get Economic Restructuring Shares (ERS) but not the HDB-related rebates.\n\nUsing the annual value cut-off of $10,000 means that Singaporeans who do not live in HDB flats but in cheaper private property will also get the higher amount of ERS. The amount of ERS a person will get in January 2003 depends on the Annual Value of the person's home based on IRAS's records on 1 December 2002. 90% of all households will get $1200 worth of ERS. Based on current records, all HDB flats except only for a few exceptionally large flats should get $1200 worth of ERS.\n\nThe Government recognises that comprehensive as the offset package is, it may not cover everyone. Any household with an income below the median household income of $3,600 which finds that their package of rebates and ERS shares does not fully offset their extra tax for at least 5 years, may approach their CCC for assistance.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":68,"title":"Taxes and Duties - Income Tax","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xe000ii908cdmwkb69","title":"Are retrenchment payments taxable?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xe000ji908ad90a26m","body":"<p>Retrenchment payments are not taxable. The sum is paid for the loss of office. It is treated as a capital receipt, and therefore not taxable. This is true even when the retrenchment payments are provided for in the contract of service or collective agreements, or when the payments are computed based on the number of years of service. <br><br>However, employers often include other payments for services to be rendered, or already rendered, when paying out retrenchment benefits. Such payments are taxable. <br><br>Examples are salary in lieu of notice and gratuity for services. They are payments which the employee would have got even if he were not retrenched. &nbsp; In summary, retrenchment benefits as such are not taxable. <br><br>However, if other payments are also made which the employee would have got even if he were not retrenched, these portions will be taxable. The description by employers on the payouts is also irrelevant to IRAS. <br><br>They will look at the facts to determine the nature of the payment.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":68,"title":"Taxes and Duties - Income Tax","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xe000li908wy1s7zr2","title":"Are the Limited Partnership (LP) and Limited Liability Partnership (LLP) business structures open to foreigners, e.g. expats living in Singapore?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xe000mi9085n2ripvk","body":"Yes. Note however that:\n\n(a) For LPs, a local manager of a LP has to be appointed if every general partner of the LP is ordinarily resident outside Singapore; and\n\n(b) For LLPs, at least one manager of a LLP must be ordinarily resident in Singapore.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":70,"title":"Corporate Governance","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xe000ri908uspyh0kr","title":"As a foreigner or PR, with a balance in my account deemed withdrawn, if I make an actual withdrawal, will it be subject to withholding tax?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xe000si908tsbfetbe","body":"<p>Yes. Your withdrawal will be subject to withholding tax. However, if you have already paid tax on the deemed withdrawal in the prior year and there is no further tax outstanding, IRAS will refund the amount of tax withheld.<br><br> [1] For an SRS member who withdraws his SRS savings: (i) at or after the statutory retirement age that was prevailing when he made his first SRS contribution or (ii) on medical grounds, the 10-year withdrawal period will start from the date of his first such withdrawal.</p>","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":66,"title":"SRS - Withdrawals","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}},{"id":"clgotv5xe000ui908jevgxlx6","title":"As an Association of Chartered Certified Accountants (ACCA) holder, what career can I have with MOF?","body":null,"createdAt":"2023-04-20T07:55:14.312Z","published":true,"publishedAt":"2023-04-20T07:55:14.312Z","priority":0,"answer":{"id":"clgotv5xe000vi9084xv0tyde","body":"All eligible job applicants will be considered for appointment. They are selected for appointment into the Civil Service based on objective criteria e.g. qualifications, work experience, job competencies, ability to do the job and other relevant job requirements, that best match the requirements of the position. As such, applicants with ACCA certification would be considered in a whole package with their other qualifications, experience and job competencies for a position.\n\n","updatedAt":"2023-04-20T07:55:14.312Z","numPositiveFeedback":0},"topics":[{"id":71,"title":"Employment","priority":0,"agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"parentTopic":null}],"agency":{"code":"mof","logoUrl":"https://logos.ask.gov.sg/mof.png"}}],"webResult":null,"count":213,"agency":{"id":"clgots78u0002mh093fx7cdev","name":"Ministry of Finance","code":"mof","homepageUrl":"https://www.mof.gov.sg/","enquiryPageUrl":null,"scope":"GLOBAL","emailDomainWhitelist":[],"type":"OFFICIAL","minimumDayResponseTime":2,"responseTimeRange":3,"logoUrl":"https://logos.ask.gov.sg/mof.png","searchHint":"are retrenchments payments taxable?","description":null,"trendingTerms":["srs withdrawal","srs investments","srs funds","tax relief","cost of living"],"hasSubjectTriaging":false,"subjects":[]},"currentPage":5,"matchedTokens":null,"agencyTopics":[{"id":76,"qcount":37,"title":"Our Nation's Reserves","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":66,"qcount":26,"title":"SRS - Withdrawals","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":67,"qcount":19,"title":"SRS - Investments","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":78,"qcount":15,"title":"Government Budget","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":73,"qcount":15,"title":"SRS - Contribution","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":68,"qcount":15,"title":"Taxes and Duties - Income Tax","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":77,"qcount":12,"title":"Taxes and Duties - GST","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":71,"qcount":10,"title":"Employment","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":84,"qcount":10,"title":"Reserves - RMGS","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":72,"qcount":10,"title":"SRS - Others","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":79,"qcount":7,"title":"Procurement Policies","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":74,"qcount":7,"title":"SRS - Participation","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":70,"qcount":6,"title":"Corporate Governance","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":82,"qcount":5,"title":"Taxes and Duties - DTAs","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":87,"qcount":3,"title":"About MOF - General Questions","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":83,"qcount":3,"title":"SRS - Claiming Tax Relief","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":88,"qcount":3,"title":"Taxes and Duties - CNG Duty","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":85,"qcount":3,"title":"Taxes and Duties - Corp Tax","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":81,"qcount":3,"title":"Taxes and Duties - Property","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":80,"qcount":2,"title":"Incomes and Purchasing Power","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":86,"qcount":2,"title":"SRS - Benefits","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":75,"qcount":2,"title":"SRS - Eligibility","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null},{"id":69,"qcount":0,"title":"Public Private Partnership","agencyId":"clgots78u0002mh093fx7cdev","parentTopicId":null,"priority":0,"subtopics":null}]}